{"source": "F2025006.txt", "journal_date": "23 janvier 2025", "page_start": 4, "decree_id": "Décret présidentiel n° 25-57", "text": "Décret présidentiel n° 25-57 du 23 Rajab 1446 correspondant au 23 janvier 2025 portant ratification de l'accord de coopération culturelle et scientifique entre le Gouvernement de la République algérienne démocratique et populaire et le Gouvernement de la République fédérale d'Allemagne, signé à Alger, le 13 juin 2022. Le Président de la République, Sur le rapport du ministre d'Etat, ministre des affaires étrangères, de la communauté nationale à l'étranger et des affaires africaines, Vu la Constitution, notamment son article 91 (7° et 12°) ; Considérant l'accord de coopération culturelle et scientifique entre le Gouvernement de la République algérienne démocratique et populaire et le Gouvernement de la République fédérale d'Allemagne, signé à Alger, le 13 juin 2022 ; Article 1er. — Est ratifié et sera publié au de la République algérienne démocratique et populaire, l'accord de coopération culturelle et scientifique entre le Gouvernement de la République algérienne démocratique et populaire et le Gouvernement de la République fédérale d'Allemagne, signé à Alger, le 13 juin 2022. Art. 2. — Le présent décret sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 23 Rajab 1446 correspondant au 23 janvier 2025. le Gouvernement de la République algérienne le Gouvernement de la République fédérale d’Allemagne Le Gouvernement de la République algérienne démocratique et populaire et le Gouvernement de la République fédérale d’Allemagne, ci-après désignés les « parties » ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 4 Chaâbane 1446 3 février 2025 CONVENTIONS ET ACCORDS INTERNATIONAUX Désireux de consolider les relations qui existent entre les deux pays et d’approfondir la compréhension mutuelle ; Convaincus que les échanges culturels, scientifiques et techniques, dans le cadre de cet accord, encouragent la coopération et la compréhension entre les peuples ; ———— Conscients de la contribution historique apportée par les deux peuples au patrimoine culturel mondial et considérant que l’entretien et la sauvegarde des biens culturels leur incombent ; Désireux de développer les relations culturelles, scientifiques et techniques entre les deux peuples ; Sont convenus de ce qui suit : Article 1er Objet de l’accord Décrète : Les parties s’efforcent d’approfondir la connaissance mutuelle de la culture de leurs pays et de développer la Journal officiel coopération culturelle dans tous les domaines et à tous les niveaux. Article 2 Echanges culturels Pour améliorer la connaissance des arts, de la littérature et des domaines connexes de part et d’autre, les parties réalisent, selon leurs possibilités, des actions appropriées et s'entraident de leur mieux, notamment en ce qui concerne : 1. les tournées effectuées par des artistes et des troupes, l’organisation de concerts, des représentations théâtrales et Abdelmadjid TEBBOUNE. autres manifestations artistiques ; ———————— 2. l’organisation d’expositions, de conférences et de cours ; Accord 3. l’organisation de visites réciproques, de congrès communs de coopération culturelle et scientifique et d’autres manifestations similaires de représentants des entre différents domaines de la vie culturelle, notamment la littérature, la musique, les arts du spectacle vivant et les arts plastiques, démocratique et populaire qui sont destinés à développer la coopération et les échanges et d’expériences ; 4. l’encouragement de la coopération dans les domaines du livre, de l’édition, des bibliothèques, des archives et des musées, ainsi que l'échange d'experts et de matériel ; 5. la traduction d'œuvres littéraires et d'ouvrages scientifiques et techniques. 4 Chaâbane 1446 3 février 2025 Diffusion de la culture et promotion de la langue (1) Les parties s’efforcent de permettre à toutes les personnes intéressées d’avoir accès, dans une large mesure, à la langue, la culture, la littérature, la civilisation et l’histoire de l’autre pays. Les parties appuient de leur mieux les initiatives et les institutions publiques et privées correspondantes. (2) Elles permettent et facilitent, selon leurs possibilités, l’application dans leurs pays respectifs des mesures de promotion ainsi que l’organisation d’expositions spécialisées consacrées réalisées par l’autre partie et soutiennent de leur mieux, dans ce contexte, les initiatives des institutions locales. Les dispositions ci-dessus s’appliquent, notamment au développement de la connaissance de la langue du partenaire dans les écoles, les établissements de formation et d’enseignement professionnels et de la documentation, ainsi que la reproduction de documents les établissements d’enseignement supérieur et autres établissements d’enseignement agréés par les autorités compétentes. Les mesures de promotion linguistique comprennent, notamment : 1. le recrutement et l’envoi d’enseignants, de lecteurs, de conseillers techniques et autres experts du domaine de l’éducation, de la formation et de l’enseignement professionnels ; 2. la mise à disposition de manuels et de matériel pédagogique, ainsi que la coopération dans leur mise au point ; 3. la participation d’enseignants et d’étudiants, de stagiaires et de formateurs à des cours de formation et de perfectionnement organisés par l’autre partie, ainsi qu’un échange d'expériences concernant les développements actuels des méthodes et des instruments d’enseignement des langues étrangères ; 4. l’utilisation des possibilités offertes par la radiodiffusion, la télédiffusion et les nouvelles technologies de l’information et de la communication pour la connaissance, l’apprentissage et la diffusion de la langue du partenaire. (3) Les parties conjuguent leurs efforts afin d’introduire dans leurs manuels scolaires l’histoire, la géographie et la culture de l’autre pays d’une façon propice à la compréhension mutuelle. Les parties soutiennent, dans la mesure du possible, une coopération à large échelle dans tous les domaines de l'éducation, y compris entre les établissements scolaires et d’enseignement supérieur, les institutions de recherche et les organisations scientifiques, les organisations et institutions de formation et d’enseignement professionnels et de perfectionnement extrascolaires pour adultes, les administrations de formation scolaire et professionnelle, les autres établissements par d’autres mesures, y compris en facilitant la circulation des d’enseignement et leurs administrations, ainsi que les bibliothèques et les archives. Elles encouragent ces institutions dans leurs pays à : 1. coopérer dans tous les domaines qui relèvent d’un intérêt commun ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 5 Article 3 2. promouvoir les relations entre les établissements d’enseignement, de formation et d’enseignement professionnels des deux pays et autres institutions culturelles ; 3. soutenir l’échange d’expertise en matière culturelle, y compris par l’envoi réciproque de délégations (une ou plusieurs personnes), et à développer l’échange sur la formation des professionnels ; 4. promouvoir l’échange de publications pédagogiques et didactiques, de matériel pédagogique, de démonstration et d’information et de films à des fins pédagogiques et scientifiques, à ces sujets ; 5. faciliter autant que possible l’accès aux archives, aux bibliothèques et autres institutions similaires et leur utilisation, et à appuyer les échanges dans le domaine de la recherche, d'archives ; 6. utiliser les technologies modernes de l’information et de la communication dans le matériel éducatif à différents stades de l’éducation ; 7. coopérer dans le domaine de la gestion pédagogique et administrative des établissements d’enseignement ; 8. promouvoir la numérisation de l’archive et de l’enregistrement ; 9. développer la gestion des bibliothèques numériques et virtuelles ; 10. soutenir les jumelages des établissements d’enseignement et les échanges d’expériences entre les deux pays ; 11. échanger les informations et les expériences dans le domaine de la réalisation de structures éducatives ; 12. échanger les informations dans le domaine des équipements d'enseignement, notamment dans les classes préscolaires. Article 5 Coopération universitaire, scientifique et technique (1) Les parties s’efforcent de soutenir les échanges de Article 4 scientifiques, d’enseignants et de formateurs, de doctorants et d’étudiants ainsi que de personnels administratifs des Coopération éducative établissements d'enseignement supérieur et d'autres établissements scientifiques pour des séjours d'information, d'études et de recherche, y compris la participation à des conférences et des symposiums scientifiques. (2) Selon leurs possibilités, les parties s’efforcent d’octroyer aux étudiants et scientifiques de l’autre pays des bourses destinées à leur formation, à leur perfectionnement et à la recherche. Sur la base de la réciprocité, elles accompagnent de manière appropriée les échanges universitaires et scientifiques universitaires, des chercheurs et des personnels impliqués dans la coopération universitaire, scientifique et technique, en octroyant des titres de séjour selon des procédures simples et rapides et en facilitant les conditions de séjour dans le pays d'accueil, conformément à la réglementation en vigueur. 6 (3) Les parties examinent les conditions dans lesquelles les diplômes, les grades, les périodes d’études et les examens des établissements d’enseignement supérieur de l’autre pays peuvent être reconnus à des fins universitaires, ainsi que la possibilité de conclure à cet effet un accord séparé. (4) Les deux parties encouragent les jumelages institutionnels et les programmes communs de partenariat, visant la promotion de l’innovation, le partage de savoir-faire et le renforcement des capacités. Dans les domaines du cinéma, de la radiodiffusion et des télé-médias, les parties soutiennent, selon leurs possibilités, la coopération entre les organisateurs concernés de leur pays, ainsi que la production et les échanges de films et d’autres produits médiatiques audiovisuels susceptibles de servir les objectifs du présent accord. Les deux parties encouragent la coopération entre les organismes en charge de la communication des deux pays à travers l’échange d’expériences, de professionnels des médias, de programmes audiovisuels et de délégations d’experts. Les parties encouragent la participation des jeunes des deux pays aux festivals de jeunes, les échanges de délégations et de spécialistes en matière d’encadrement des activités de jeunes, ainsi que l’enseignement des langues des deux pays dans les structures pour les jeunes. Les parties encouragent le développement des relations dans les domaines de la culture physique et du sport entre les organisations et les fédérations sportives à travers les échanges de délégations sportives, des équipes, des entraîneurs et des spécialistes, y compris dans le domaine de la médecine sportive et de la lutte antidopage, ainsi que la formation et la mise à niveau des cadres et experts de sport algériens. Protection du patrimoine et coopération entre les musées ( 1) Les parties coopèrent, dans la mesure du possible, dans les domaines de la sauvegarde, de la restauration et de la conservation du patrimoine culturel ainsi que des monuments culturels et sites protégés avec le concours des instances compétentes, en vertu de leurs législations et réglementations en vigueur, notamment par la coopération concernant la restauration établissements de formation et de perfectionnement des d’objets d’art et de pièces archéologiques, l’accomplissement de enseignants, de formation pour adultes et de formation fouilles archéologiques et la reconstitution virtuelle des composantes des monuments archéologiques. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 4 Chaâbane 1446 3 février 2025 (2) Les parties reconnaissent le rôle des musées dans l’enrichissement du patrimoine culturel et naturel, matériel et immatériel des sociétés et sa transmission aux générations futures. Elles s’efforcent de développer la coopération entre les musées des deux pays par des partenariats et des projets communs concernant, notamment la formation des professionnels des musées, la mise en place d’inventaires, la réalisation d’expertises et l’organisation d’expositions de collections muséales de part et d’autre. Article 11 Article 6 Restitution et protection des biens culturels Cinéma et médias Les parties s’engagent à développer leur coopération en matière de lutte contre le trafic illégal de biens culturels dans le cadre des accords internationaux, y compris la Convention de l’UNESCO de 1970 concernant les mesures à prendre pour interdire et empêcher l’importation, l’exportation et le transfert de propriétés illicites des biens culturels. Article 12 Article 7 Ressortissants résidant sur le territoire de l’autre partie Communication Chacune des parties permet aux ressortissants de l’autre partie, résidant dans le pays de l'une ou l'autre partie, de cultiver leur langue, leur culture et leurs traditions. Les parties permettent et facilitent entre elles les mesures soutenant ces personnes et leurs organisations. Indépendamment de cela, elles tiennent dûment compte des intérêts de ces citoyens dans le cadre des programmes de soutien généraux. Toutes les mesures prévues par le présent article, sont soumises Article 8 aux législations nationales en vigueur. Jeunesse Article 13 Organisations non gouvernementales Conformément aux législations nationales, les parties permettent, à des fins de coopération, les contacts entre les groupes sociaux et les associations, ainsi que les projets servant les objectifs du présent accord. Article 9 Article 14 Sports Coopération décentralisée Les parties facilitent et encouragent la coopération à l’échelle régionale (Wilayas/Bundesländer) et locale entre les deux pays, dans un esprit de partenariat. Article 15 Institutions culturelles, scientifiques et techniques (1) Dans le cadre de leurs législations respectives, chacune des parties facilite, dans son propre pays, la création et Article 10 l'activité d'institutions culturelles, scientifiques et techniques de l’autre partie. (2) Sont considérés comme institutions culturelles, scientifiques et techniques, au sens du paragraphe 1 ci-dessus, les instituts culturels, les établissements d’enseignement supérieur, les organisations scientifiques, les institutions de recherche, les établissements d’enseignement général et professionnel, les professionnelle initiale et continue, les musées, les bibliothèques et les salles de lecture et les autres institutions financées entièrement ou en grande partie par des fonds publics. 4 Chaâbane 1446 3 février 2025 (3) Le statut des institutions mentionnées au paragraphe 2 ci-dessus, et des experts détachés en mission officielle ou placés en mission officielle, conformément à la législation en vigueur, par les parties dans le cadre de la coopération culturelle, est fixé dans l’annexe jointe au présent accord. Ladite annexe fait partie intégrante du présent accord. Si besoin est ou sur la demande de l’une des parties, les représentants des parties se réunissent alternativement en République algérienne démocratique et populaire et en République fédérale d’Allemagne pour faire le bilan de la coopération réalisée dans le cadre du présent accord et de formuler des recommandations et des programmes pour sa poursuite et son renforcement. Les arrangements à ce sujet sont convenus par échange de notes verbales entre les parties. Tout différend concernant l’interprétation ou l’exécution du présent accord, sera réglé par négociations directes entre les deux parties par voie diplomatique. (1) Le présent accord entrera en vigueur à la date de la réception de la dernière notification par laquelle les parties se sont mutuellement notifiées, par écrit et par voie diplomatique, du présent accord ; l’accomplissement des procédures internes requises pour son entrée en vigueur. (2) Le présent accord est conclu pour une durée de cinq (5) ans, à partir de son entrée en vigueur et sera renouvelé par tacite reconduction et par périodes supplémentaires de même durée. (3) Le présent accord peut être amendé par consentement mutuel, par écrit et par voie diplomatique. Les amendements entreront en vigueur selon les dispositions prévues dans le paragraphe 1 de cet article. (4) Chacune des deux parties peut notifier à l’autre partie, par écrit et par voie diplomatique, son intention de dénoncer le présent accord moyennant un préavis de six (6) mois avant la fin de la durée de validité. Cette dénonciation n’affectera pas les droits et obligations des parties liés aux projets et activités de coopération en cours, dans le cadre du présent accord, sauf décision contraire prise conjointement par les deux parties. Le Gouvernement de la République fédérale d’Allemagne fait enregistrer sans délai, dès son entrée en vigueur, le présent accord par le Secrétariat des Nations Unies, conformément à l’article 102 de la Charte des Nations Unies. Le Gouvernement de la République algérienne démocratique et populaire est informé de cet enregistrement, avec indication du numéro d’enregistrement des Nations Unies, dès que le Secrétariat des Nations Unies l’aura confirmé. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 7 Fait à Alger, le 13 juin 2022, en double exemplaires originaux en langues arabe, allemande et française, les trois textes faisant foi. En cas de divergence dans l’interprétation du texte allemand et du texte arabe, le texte français prévaudra. Pour le Gouvernement de la Pour le Gouvernement de la Article 16 République algérienne République fédérale Consultations démocratique et populaire, d’Allemagne, le secrétaire général du la ministre adjointe aux ministère des affaires affaires étrangères étrangères et de la allemandes communauté nationale à l’étranger Chakib Rachid KAID Katja KEUL ———————— Annexe à l’Accord Article 17 de coopération culturelle et scientifique Règlement des différends entre le Gouvernement de la République algérienne démocratique et populaire et Article 18 le Gouvernement de la République fédérale Entrée en vigueur, durée et amendement d’Allemagne 1. a) Les dispositions de la présente annexe s’appliquent aux institutions et aux experts détachés mentionnés à l’article 15 b) Sauf dispositions contraires, sont assimilés aux experts détachés au sens du présent accord, les experts qui sont détachés en mission officielle ou placés en mission officielle par les parties dans le cadre de la coopération des deux pays dans les domaines culturel, scientifique et pédagogique ; c) Le nombre d’experts envoyés doit être en juste proportion avec l’objectif visé par l’institution culturelle concernée. 2. a) Dans le cadre des lois et réglementations en vigueur, les autorités compétentes des deux parties délivrent aux experts envoyés et aux membres de leurs familles faisant partie de leurs ménages, sur leur demande, les visas d’entrée et les titres de séjour nécessaires pour l’accomplissement de leurs missions. Les visas d’entrée et les titres de séjour donnent droit à des entrées et sorties multiples pendant la durée de leur validité ; b) Sont considérés comme membres de la famille, au sens du présent accord, le conjoint et les enfants célibataires mineurs. Article 19 3. (1) Conformément aux dispositions en vigueur, les Enregistrement parties contractantes exonèrent les experts envoyés et les membres de leur famille des droits de douane des biens suivants qui leur appartiennent : a) les biens déménagés (y compris les véhicules automobiles privés), dans la mesure où ils ont été utilisés pendant, au moins, six (6) mois avant le transfert et où ils sont mis en libre pratique sous le régime de la destination particulière dans les douze (12) mois qui suivent l’établissement de la résidence normale dans le pays d’accueil ; 8 b) les médicaments importés pour les besoins personnels du voyageur lors du voyage ; c) les objets personnels et les cadeaux importés par voie postale, dans les limites de valeur et de quantité en vigueur dans le pays d’accueil. Les interdictions et restrictions existant, le cas échéant, en matière d’importation et de réexportation doivent être observées. (2) Les biens déménagés personnels importés en franchise de droit de douane, ne peuvent être cédés dans le pays d’accueil, contre paiement ou à titre gratuit, qu’après un délai de douze (12) mois ou après acquittement préalable des droits de douane. 4. Les parties apportent leur soutien aux experts détachés et aux membres de leur famille dans leurs démarches administratives pour l’immatriculation des véhicules automobiles. 5. Si les conditions énoncées au paragraphe 2 a) sont remplies, les parties accordent aux experts détachés ainsi qu’aux membres de leur famille faisant partie de leur ménage une liberté de circulation sans entraves sur leurs territoires. 6. Le régime fiscal des salaires et traitements des experts détachés, est déterminé conformément aux accords en vigueur conclus entre la République algérienne démocratique et populaire et la République fédérale d’Allemagne, afin d'éviter la double imposition et d’empêcher l’évasion et la fraude fiscales en matière d’impôts sur le revenu et le patrimoine et conformément aux lois et dispositions respectives en vigueur. 7. Sous réserve des dispositions d’une convention de détachement ou de sécurité sociale entre la République algérienne démocratique et populaire et la République fédérale d’Allemagne, les experts détachés par l’une des parties sur le territoire de l’autre partie pour exercer une activité en vertu du présent accord sont soumis à la législation de la sécurité sociale du pays d’accueil. 8. Pendant leur séjour sur le territoire du pays d'accueil, les experts détachés et les membres de leur famille bénéficient des mêmes facilités de rapatriement accordées en période de crise nationale et internationale par les deux parties aux experts étrangers, conformément aux lois et dispositions respectives en vigueur. 9. a) Outre les experts détachés, les institutions peuvent également employer du personnel local. Les recrues locales peuvent être des ressortissants de l’Etat d’envoi, de l’Etat d’accueil ou d’un Etat tiers ; b) L'autorisation de travail, les modalités de la relation de travail ainsi que les autres conditions de travail des recrues locales, sont soumises aux dispositions en vigueur dans le pays d'accueil. 10. Les parties accordent aux institutions, conformément aux lois et règlements en vigueur et sur la base de la réciprocité, l’exemption des droits de douane et autres taxes à l’importation des biens d’équipement nécessaires dans le cadre de leurs activités. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 4 Chaâbane 1446 3 février 2025 11. a) Les institutions d’une partie activent dans le cadre de la législation nationale de l’autre partie. Elles peuvent communiquer avec les ministères, les institutions publiques et privées, les collectivités territoriales, les organismes, des associations et des personnes privées. Les institutions sont autorisées à ouvrir des comptes bancaires et à effectuer des opérations bancaires pour remplir leurs missions, dans le cadre des lois en vigueur ; b) Chaque partie accorde au public un accès sans entraves aux institutions et à leurs activités et garantit leur fonctionnement adéquat. Les personnes qui ne sont pas ressortissantes des parties peuvent, également, prendre part aux activités organisées par les institutions culturelles ; c) Les activités artistiques et les conférences organisées par les institutions, peuvent être confiées à des personnes qui ne sont pas ressortissantes des parties, dans la mesure où elles remplissent les conditions d'entrée et de séjour du pays d'accueil. 12. Un arrangement particulier, conclu sous la forme d'échange de notes verbales entre les parties, peut prévoir les allègements administratifs qui s’avèrent nécessaires, compte tenu des particularités respectives. ————H———— Décret présidentiel 25-58 du 23 Rajab 1446 correspondant au 23 janvier 2025 portant ratification du mémorandum d'entente de coopération dans les domaines de la science, de la technologie et de l'innovation entre le Gouvernement de la République algérienne démocratique et populaire et le Gouvernement de la République de Türkiye, signé à Ankara, le 16 mai 2022. ———— Le Président de la République, Sur le rapport du ministre d'Etat, ministre des affaires étrangères, de la communauté nationale à l'étranger et des affaires africaines, Vu la Constitution, notamment son article 91 (7° et 12°) ; Considérant le mémorandum d'entente de coopération dans les domaines de la science, de la technologie et de l'innovation entre le Gouvernement de la République algérienne démocratique et populaire et le Gouvernement de la République de Türkiye, signé à Ankara, le 16 mai 2022 ; Décrète : Article 1er. — Est ratifié et sera publié au Journal officiel de la République algérienne démocratique et populaire, le mémorandum d'entente de coopération dans les domaines de la science, de la technologie et de l'innovation entre le Gouvernement de la République algérienne démocratique et populaire et le Gouvernement de la République de Türkiye signé à Ankara, le 16 mai 2022. Art. 2. — Le présent décret sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 23 Rajab 1446 correspondant au 23 janvier 2025. Abdelmadjid TEBBOUNE. 4 Chaâbane 1446 3 février 2025 de coopération dans les domaines des sciences, de la le Gouvernement de la République algérienne le Gouvernement de la République de Türkiye Le Gouvernement de la République algérienne démocratique et populaire et le Gouvernement de la République de Türkiye, ci-après dénommés conjointement les « parties » et séparément la « partie » ; En vue de la mise en œuvre de l’accord de coopération économique, scientifique et technique entre le Gouvernement de la République algérienne démocratique et populaire et le Gouvernement de la République de Türkiye, signé à Alger le 20 octobre 1983 ; Reconnaissant l'importance des sciences et de la technologie dans le développement de leurs économies nationales ; Désireux de renforcer et de développer la coopération scientifique et technologique sur la base de l'égalité et du bénéfice mutuel ; Sont convenus de ce qui suit : Ce mémorandum d'entente vise à soutenir la coopération conjointe dans les domaines des sciences, de la technologie et de l'innovation et à développer la coopération entre les universités et les instituts de recherche, en Algérie et en Türkiye, dans le cadre des lois et règlements en vigueur dans les deux pays. Les autorités compétentes chargées de la mise en œuvre du présent mémorandum d'entente, sont la direction générale de la recherche scientifique et du développement technologique (DGRSDT), ministère de l'enseignement supérieur et de la recherche scientifique de la République algérienne démocratique 6.1. les parties publient, simultanément, un appel à propositions et populaire au nom du Gouvernement de la République algérienne démocratique et populaire, et le conseil de la recherche scientifique et technologique de Türkiye (TÜBÏTAK) a u nom du Gouvernement de la République de Türkiye. La coopération prend, notamment les formes suivantes : 3.1. explorer les possibilités de projets conjoints de recherche, de développement et d'innovation ; 3.2. échange de scientifiques individuels pour mener des travaux de recherche académique ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 9 Mémorandum d'entente 3.3. organiser et participer à des évènements scientifiques et technologiques académiques ; technologie et de l'innovation 3.4. échange d'informations sur la gestion des technoparcs entre qui mènent des activités sur les centres communs d'excellence et les laboratoires communs ; démocratique et populaire 3.5. participation aux programmes-cadres de l'union et européenne (EU FPs) pour la recherche, le développement et l'innovation. Article 4 Domaines d'intérêt mutuel Considérant les objectifs prioritaires pour leurs pays respectifs, les parties développent la coopération, notamment dans les domaines d'intérêt commun suivants : a. sciences naturelles ; b. ingénierie et technologie ; c. sciences médicales et de santé ; d. sciences agronomiques et vétérinaires ; e. sciences sociales et humaines. Article 5 Comité mixte 5.1. Aux fins de la mise en œuvre du présent mémorandum d'entente, il est institué un comité mixte, composé d'un nombre Article 1er égal de représentants, désignés par les parties. Objectif 5.2. Le comité mixte fonctionne par correspondance et par visioconférence. Toutefois, les réunions du comité mixte sont organisées d'un commun accord, alternativement, en Algérie et en Türkiye lorsque des questions nécessitant une discussion détaillée se présentent. 5.3. Le comité mixte peut élaborer son propre règlement intérieur, d'un commun accord entre les parties. Article 2 Article 6 Autorités compétentes Projets conjoints de recherche, de développement et d'innovation Conformément aux dispositions du paragraphe 1 de l'article 3, les projets communs de recherche, de développement et d'innovation sont mis en œuvre comme suit : tous les deux ans, sauf avis contraire écrit ; 6.2. les modalités d'application et d'évaluation ainsi que les autres règles relatives à l'appel, sont déterminées d'un commun accord par les parties, conformément à leurs législations Article 3 et réglementations nationales. Formes de coopération Article 7 Echange de scientifiques et d'experts individuels (visites de courte durée) Conformément aux dispositions du paragraphe 2 de l'article 3, l'échange de scientifiques individuels pour mener des activités de recherche et de développement académiques, est mis en œuvre comme suit : 10 7.1. outre les projets de recherche conjoints, les parties conviennent d'un quota annuel de huit (8) semaines pour l'échange de scientifiques et d'experts individuels, réciproquement. projet d'une petite et moyenne entreprise turque et 60 % du La durée de la visite scientifique individuelle ne doit pas dépasser dix (10) jours ; 7.2. avant de proposer une visite scientifique, les scientifiques des deux parties établissent eux-mêmes le premier contact et conviennent de coopérer sur un sujet précis. La partie d'envoi fournira à la partie d'accueil les informations demandées dans le « Formulaire de demande de visite académique de courte durée » (Annexe), au moins, deux (2) mois avant chaque visite. La partie d'accueil doit examiner, finaliser et approuver le programme. Conformément aux dispositions du paragraphe 3 de l'article 3, l'organisation des évènements académiques conjoints est mise en œuvre comme suit : 8.1. les propositions doivent inclure les informations requises sur le proposant, les participants et les évènements proposés ; 8.2. les propositions d'évènements scientifiques et technologiques doivent être approuvées par la DGRSDT et TÜBÏTAK. Les coûts des projets conjoints, des échanges de scientifiques et d'experts et des évènements académiques conjoints résultant du présent mémorandum d'entente, sauf décision contraire écrite, seront couverts sur la base suivante : 9.1. pour les projets de recherche et de développement académiques conjoints et les visites de courte durée : — la partie d'envoi prendra en charge tous les frais liés au voyage, à l'hébergement et aux indemnités, conformément à ses propres règles et réglementations ; — la partie d'envoi est responsable de l'assurance maladie d'urgence de ses scientifiques, y compris les soins médicaux. 9.2. Outre le soutien financier à l'échange de chercheurs de projet, les parties peuvent fournir des fonds de recherche supplémentaires à leurs équipes de projet respectives pour des projets académiques conjoints de recherche et de développement, chaque fois qu'elles jugent approprié. Il est souhaitable, mais non indispensable, de financer les deux parties à parts égales. 9.3. Pour les projets conjoints de recherche, de développement et d'innovation dans le domaine industriel : — la direction générale de la recherche scientifique et du développement technologique (DGRSDT) prend en charge de 30% à 80% du budget du projet, selon la taille de l'entreprise et conformément à sa propre réglementation. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 4 Chaâbane 1446 3 février 2025 Le Conseil de la recherche scientifique et technologique de Türkiye (TÜBÏTAK) prend en charge 75 % du budget du budget du projet d'une grande entreprise turque pour un projet de recherche et développement conjoint, conformément à ses propres règles et réglementations. — la partie d'envoi est responsable de l'assurance maladie d'urgence de ses scientifiques, y compris les soins médicaux. 9.4. pour les manifestations académiques conjointes : — la partie d'envoi prend en charge tous les frais liés au voyage, à l'hébergement, aux indemnités et à l'assurance maladie d’urgence de ses scientifiques, y compris les soins médicaux, conformément à ses propres règles et réglementations ; — la partie d'accueil est entièrement responsable des coûts Article 8 d'organisation et de la manifestation. Evènements académiques conjoints Article 10 Diffusion des informations relatives aux résultats 10.1. Les résultats scientifiques et technologiques et toute autre information résultant des activités de coopération, en vertu du présent mémorandum d'entente, doivent être partagés, annoncés, publiés ou exploités commercialement avec le consentement écrit des deux participants au projet, conformément aux accords internationaux concernant les droits de propriété intellectuelle auxquels les Etats des deux participants font parties ; 10.2. un accord sur les droits de propriété intellectuelle doit être signé entre les partenaires du projet, avant l’exécution Article 9 d’un projet commun de recherche et de développement. Dépenses L’accord sur les droits de propriété intellectuelle doit inclure le tribunal compétent et la loi applicable pour la solution de tout litige. Ledit accord sera conclu, conformément aux réglementations des deux parties. Article 11 Règlement des différends Tout différend, entre les parties, résultant de l'interprétation ou de l'exécution des dispositions du présent mémorandum d'entente sera réglé, à l'amiable, par consultation et négociation entre les parties. Article 12 Entrée en vigueur et dénonciation 12.1. Le présent mémorandum d'entente entrera en vigueur, à la date de réception de la dernière notification écrite, par laquelle les parties se notifient, par voie diplomatique, l'accomplissement de leurs procédures légales internes requises pour son entrée en vigueur. 12.2. Le présent mémorandum d'entente est conclu pour une durée de cinq (5) ans et sera renouvelé tacitement pour des périodes successives de cinq (5) ans, sauf si l'une des parties notifie à l'autre, par écrit et par voie diplomatique, son intention de mettre fin au mémorandum d'entente, six (6) mois avant son expiration. 12.3. Chaque partie peut mettre fin au présent mémorandum, à tout moment, en adressant à l'autre partie une notification écrite de son intention à cet effet, par voie diplomatique. Dans ce cas, le présent mémorandum d'entente sera résilié dans les six (6) mois suivant la date de la notification. 4 Chaâbane 1446 3 février 2025 12.4. à tout moment, par consentement mutuel écrit des deux parties. Les amendements entreront en vigueur conformément à la même procédure légale que celle prévue au premier paragraphe du présent article. 12.5. n'affectera pas la mise en œuvre de tout programme, activité ou projet en cours, à moins que les deux parties n'en conviennent autrement par écrit. Fait à Ankara, le 16 mai 2022, en deux exemplaires originaux en langues arabe, turque et anglaise, tous les textes faisant également foi. En cas de divergence d'interprétation, le texte en langue anglaise prévaudra. Pour le Gouvernement de la République algérienne démocratique et populaire, le ministre de l’enseignement supérieur et de la recherche Abdelbaki BENZIANE"}
{"source": "F2025006.txt", "journal_date": "23 janvier 2025", "page_start": 11, "decree_id": "Décret présidentiel n° 25-64", "text": "Décret présidentiel n° 25-64 du 3 Chaâbane 1446 correspondant au 2 février 2025 mettant fin aux fonctions de deux membres du Gouvernement. Le Président de la République, ministre de la défense nationale, Vu la Constitution, notamment son article 91-7° ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Article 1er. — Il est mis fin aux fonctions de MM. : — Laziz FAID, ministre des finances ; — Fouad HADJI, ministre délégué auprès du ministre de l'industrie, chargé de la production pharmaceutique. Art. 2. — Le présent décret sera publié au de la République algérienne démocratique et populaire. Fait à Alger, le 3 Chaâbane 1446 correspondant au 2 février 2025."}
{"source": "F2025006.txt", "journal_date": "23 janvier 2025", "page_start": 11, "decree_id": "Décret présidentiel n° 25-65", "text": "Décret présidentiel n° 25-65 du 3 Chaâbane 1446 correspondant au 2 février 2025 modifiant le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement. Le Président de la République, ministre de la défense nationale, Vu la Constitution, notamment ses articles 91-7° et 104 ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 11 Le présent mémorandum d'entente peut être amendé, ANNEXE FORMULAIRE DE DEMANDE DE VISITE ACADEMIQUE DE COURTE DUREE 1. Nom : La dénonciation du présent mémorandum d'entente 2. Prénom : 3. Nom de l'institution de recherche : 4. Numéro de téléphone : 5. Spécialité : 6. Durée de la visite : Pour le Gouvernement de la 7. Lieu d'arrivée : République de Türkiye, le ministre de l’industrie et 8. Noms des scientifiques /instituts de recherche à visiter : de la technologie 9. Programme de la visite : scientifique 10. Brève description du but de la visite et des résultats Mustapha VARANK attendus : DECRETS Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; ———— Vu le décret présidentiel n° 25-64 du 3 Chaâbane 1446 correspondant au 2 février 2025 mettant fin aux fonctions de deux membres du Gouvernement ; Décrète : Décrète : Article 1er. — Les dispositions de l'article 1er du"}
{"source": "F2025006.txt", "journal_date": "23 janvier 2025", "page_start": 11, "decree_id": "décret présidentiel n° 24-374", "text": "décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement, sont modifiées comme suit : Journal officiel — Abdelkrim BOUZRED, ministre des finances ; — Ouacim KOUIDRI, ministre de l'industrie pharmaceutique. Art. 2. — La dénomination « ministère de l'industrie et de Abdelmadjid TEBBOUNE. la production pharmaceutique » est remplacée par « ministère ————H———— de l'industrie ». Art. 3. — Le présent décret sera publié au Journal officiel de la République algérienne démocratique et populaire. ———— Fait à Alger, le 3 Chaâbane 1446 correspondant au 2 février 2025. Abdelmadjid TEBBOUNE. 12 Décret présidentiel du 3 Chaâbane 1446 correspondant au 2 février 2025 mettant fin aux fonctions du secrétaire général du ministère des finances. Par décret présidentiel du 3 Chaâbane1446 correspondant au 2 février 2025, il est mis fin aux fonctions de secrétaire général du ministère des finances, exercées par M. Abdelkrim Bouzred, appelé à exercer une autre fonction. Décret exécutif du 26 Rajab 1446 correspondant au 26 janvier 2025 mettant fin aux fonctions du directeur du cadastre et de la conservation foncière de la wilaya d'El Meniaâ. Par décret exécutif du 26 Rajab 1446 correspondant au 26 janvier 2025, il est mis fin, à compter du 23 novembre 2024, aux fonctions de directeur du cadastre et de la conservation foncière de la wilaya d'El Meniaâ, exercées par M. Salim Brahimi, décédé. Décret exécutif du 26 Rajab 1446 correspondant au 26 janvier 2025 mettant fin aux fonctions du directeur de l'action sociale et de la solidarité de la wilaya de Djanet. Par décret exécutif du 26 Rajab 1446 correspondant au 26 janvier 2025, il est mis fin aux fonctions de directeur de l'action sociale et de la solidarité de la wilaya de Djanet, exercées par M. Mohamed Abderrahmane Souigat, appelé à exercer une autre fonction. MINISTERE DE L’ENSEIGNEMENT SUPERIEUR ET DE LA RECHERCHE SCIENTIFIQUE Arrêté interministériel du 5 Joumada El Oula 1446 correspondant au 7 novembre 2024 portant création d’un service commun de recherche « au sein de l’université de Bordj Bou Arréridj. Le ministre des finances, et Le ministre de l’enseignement supérieur et de la recherche scientifique, Vu le décret présidentiel n° 23-119 du 23 Chaâbane 1444 correspondant au 16 mars 2023, modifié, portant nomination des membres du Gouvernement ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 4 Chaâbane 1446 3 février 2025 DECISIONS INDIVIDUELLES Décret exécutif du 26 Rajab 1446 correspondant au 26 janvier 2025 portant nomination de sous-directeurs au ministère de la solidarité nationale, de la famille ———— et de la condition de la femme. ———— Par décret exécutif du 26 Rajab 1446 correspondant au 26 janvier 2025, sont nommés sous-directeurs au ministère ————H———— de la solidarité nationale, de la famille et de la condition de la femme, Mme. et MM. : — Lynda Ghoul, sous-directrice de l'enfance et de l'adolescence en difficulté sociale et en danger moral ; ———— — Farid Chaoui, sous-directeur de la petite enfance et de l'enfance privée de famille ; — Ali Abderraouf El-Haffaf, sous-directeur de la communication et des systèmes d'information. ————H———— ————H———— Décret exécutif du 26 Rajab 1446 correspondant au 26 janvier 2025 portant nomination du directeur de l'action sociale et de la solidarité à la wilaya d'El Meghaier. ———— ———— Par décret exécutif du 26 Rajab 1446 correspondant au 26 janvier 2025, M. Mohamed Abderrahmane Souigat est nommé directeur de l'action sociale et de la solidarité à la wilaya d'El Meghaier. ARRETES, DECISIONS ET AVIS Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 98-137 du 6 Moharram 1419 correspondant au 3 mai 1998 portant création, organisation Incubateur » et fonctionnement de l'agence nationale de valorisation des résultats de la recherche et du développement technologique ; ———— Vu le décret exécutif n° 03-279 du 24 Joumada Ethania 1424 correspondant au 23 août 2003, modifié et complété, fixant les missions et les règles particulières d'organisation et de fonctionnement de l'université ; Vu le décret exécutif n° 12-244 du 14 Rajab 1433 correspondant au 4 juin 2012, modifié et complété, portant création de l’université de Bordj Bou Arréridj ; 4 Chaâbane 1446 3 février 2025 Vu le décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, fixant les missions, l'organisation et le fonctionnement des services communs de recherche scientifique et technologique, notamment son article 12 ; Vu le décret exécutif n° 13-77 du 18 Rabie El Aouel 1434 correspondant au 30 janvier 2013 fixant les attributions du ministre de l'enseignement supérieur et de la recherche scientifique ; Après avis du comité sectoriel permanent de la recherche scientifique et du développement technologique du ministère de l'enseignement supérieur et de la recherche scientifique ; Article 1er. — En application des dispositions de l'article 12 du"}
{"source": "F2025006.txt", "journal_date": "23 janvier 2025", "page_start": 13, "decree_id": "décret exécutif n° 12-293", "text": "décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, susvisé, il est créé un service commun de recherche, en la forme d’incubateur au sein de l'université de Bordj Bou Arréridj. Art. 2. — Les établissements partenaires à l'égard de l’incubateur cité à l'article 1er ci-dessus, sont fixés comme suit : — l'université de Bordj Bou Arréridj ; — l’agence nationale de valorisation des résultats de la recherche et du développement technologique ; — les partenaires socio-économiques. Art. 3. — L’incubateur comprend deux (2) sections : • La section d’ingénierie de management — d’accueillir et d’accompagner tout projet innovant ayant un lien direct avec la recherche ; — d’aider le porteur de projet à formaliser son idée ; — de sélectionner et de valider la possibilité d’appliquer l’idée du projet à long terme ; — d’offrir aux porteurs de projets un appui en matière de formation, de conseil et de financement et de les accompagner jusqu’à la création de l’entreprise ; — de suivre l’évolution des entreprises créées par l’incubateur. • La section de la maintenance et de la sécurité des équipements scientifiques, chargée : — de la maintenance des équipements scientifiques mis à la disposition de l’incubateur ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 13 — d’assurer la sécurité du site et des équipements scientifiques. Art. 4. — Le présent arrêté sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 5 Joumada El Oula 1446 correspondant au 7 novembre 2024. Le ministre de l’enseignement Le ministre supérieur et de la recherche des finances scientifique Kamel BADDARI Laziz FAID ————H———— Arrêtent : Arrêté interministériel du 5 Joumada El Oula 1446 correspondant au 7 novembre 2024 portant création d’un service commun de recherche « Incubateur » au sein de l’université de Khenchela. ———— Le ministre des finances, et Le ministre de l’enseignement supérieur et de la recherche scientifique, Vu le décret présidentiel n° 23-119 du 23 Chaâbane 1444 correspondant au 16 mars 2023, modifié, portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 98-137 du 6 Moharram 1419 correspondant au 3 mai 1998 portant création, organisation et fonctionnement de l'agence nationale de valorisation des , chargée : résultats de la recherche et du développement technologique ; Vu le décret exécutif n° 03-279 du 24 Joumada Ethania 1424 correspondant au 23 août 2003, modifié et complété, fixant les missions et les règles particulières d'organisation et de fonctionnement de l'université ; Vu le décret exécutif n° 12-246 du 14 Rajab 1433 correspondant au 4 juin 2012 portant création de l'université de Khenchela ; Vu le décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, fixant les missions, l'organisation et le fonctionnement des services communs de recherche scientifique et technologique, notamment son article 12 ; Vu le décret exécutif n° 13-77 du 18 Rabie El Aouel 1434 correspondant au 30 janvier 2013 fixant les attributions du ministre de l'enseignement supérieur et de la recherche scientifique ; 14 Après avis du comité sectoriel permanent de la recherche scientifique et du développement technologique du ministère de l'enseignement supérieur et de la recherche scientifique ; Article 1er. — En application des dispositions de l'article 12 du"}
{"source": "F2025006.txt", "journal_date": "23 janvier 2025", "page_start": 14, "decree_id": "décret exécutif n° 12-293", "text": "décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, susvisé, il est créé un service commun de recherche, en la forme d’incubateur au sein de l'université de Khenchela. Art. 2. — Les établissements partenaires à l'égard de l’incubateur cité à l'article 1er ci-dessus, sont fixés comme suit : — l'université de Khenchela ; — l’agence nationale de valorisation des résultats de la recherche et du développement technologique ; — les partenaires socio-économiques. Art. 3. — L’incubateur comprend deux (2) sections : • La section d’ingénierie de management — d’accueillir et d’accompagner tout projet innovant ayant un lien direct avec la recherche ; — d’aider le porteur de projet à formaliser son idée ; — de sélectionner et de valider la possibilité d’appliquer l’idée du projet à long terme ; — d’offrir aux porteurs de projets un appui en matière de formation, de conseil et de financement et de les accompagner jusqu’à la création de l’entreprise ; — de suivre l’évolution des entreprises créées par l’incubateur. • La section de la maintenance et de la sécurité des équipements scientifiques, chargée : — de la maintenance des équipements scientifiques mis à la disposition de l’incubateur ; — d’assurer la sécurité du site et des équipements scientifiques. Art. 4. — Le présent arrêté sera publié au de la République algérienne démocratique et populaire. Fait à Alger, le 5 Joumada El Oula 1446 correspondant au 7 novembre 2024. Le ministre de l’enseignement supérieur et de la recherche scientifique JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 4 Chaâbane 1446 3 février 2025 Arrêté interministériel du 5 Joumada El Oula 1446 correspondant au 7 novembre 2024 portant création d’un service commun de recherche « Incubateur » au sein de l’école supérieure en sciences et technologies Arrêtent : de l’informatique et du numérique. ———— Le ministre des finances, et Le ministre de l’enseignement supérieur et de la recherche scientifique, Vu le décret présidentiel n° 23-119 du 23 Chaâbane 1444 correspondant au 16 mars 2023, modifié, portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 98-137 du 6 Moharram 1419 correspondant au 3 mai 1998 portant création, organisation et fonctionnement de l'agence nationale de valorisation des résultats de la recherche et du développement technologique ; , chargée : Vu le décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, fixant les missions, l'organisation et le fonctionnement des services communs de recherche scientifique et technologique, notamment son article 12 ; Vu le décret exécutif n° 13-77 du 18 Rabie El Aouel 1434 correspondant au 30 janvier 2013 fixant les attributions du ministre de l'enseignement supérieur et de la recherche scientifique ; Vu le décret exécutif n° 16-176 du 9 Ramadhan 1437 correspondant au 14 juin 2016 fixant le statut-type de l’école supérieure ; Vu le décret exécutif n° 20-235 du 3 Moharram 1442 correspondant au 22 août 2020 portant création d’une école supérieure en sciences et technologies de l’informatique et du numérique ; Après avis du comité sectoriel permanent de la recherche scientifique et du développement technologique du ministère de l'enseignement supérieur et de la recherche scientifique ; Journal officiel Arrêtent : Article 1er. — En application des dispositions de l'article 12 du"}
{"source": "F2025006.txt", "journal_date": "23 janvier 2025", "page_start": 14, "decree_id": "décret exécutif n° 12-293", "text": "décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, susvisé, il est créé un service Le ministre commun de recherche, en la forme d’incubateur au sein de des finances l’école supérieur en sciences et technologies de l’informatique Kamel BADDARI Laziz FAID et du numérique. 4 Chaâbane 1446 3 février 2025 Art. 2. — Les établissements partenaires à l'égard de l’incubateur cité à l'article 1er ci-dessus, sont fixés comme suit : — l'école supérieure en sciences et technologies de l’informatique et du numérique ; — l’agence nationale de valorisation des résultats de la recherche et du développement technologique ; — les partenaires socio-économiques. Art. 3. — L’incubateur comprend deux (2) sections : • La section d’ingénierie de management — d’accueillir et d’accompagner tout projet innovant ayant un lien direct avec la recherche ; — d’aider le porteur de projet à formaliser son idée ; — de sélectionner et de valider la possibilité d’appliquer l’idée du projet à long terme ; — d’offrir aux porteurs de projets un appui en matière de formation, de conseil et de financement et de les accompagner jusqu’à la création de l’entreprise ; — de suivre l’évolution des entreprises créées par l’incubateur. • La section de la maintenance et de la sécurité des équipements scientifiques, chargée : — de la maintenance des équipements scientifiques mis à la disposition de l’incubateur ; — d’assurer la sécurité du site et des équipements scientifiques. Art. 4. — Le présent arrêté sera publié au de la République algérienne démocratique et populaire. Fait à Alger, le 5 Joumada El Oula 1446 correspondant au 7 novembre 2024. Le ministre de l’enseignement supérieur et de la recherche Kamel BADDARI Arrêté interministériel du 5 Joumada El Oula 1446 correspondant au 7 novembre 2024 portant création d’un service commun de recherche « au sein de l’école nationale supérieure de technologie et d’ingénierie. Le ministre des finances, et Le ministre de l’enseignement supérieur et de la recherche scientifique, JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 15 Vu le décret présidentiel n° 23-119 du 23 Chaâbane 1444 correspondant au 16 mars 2023, modifié, portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 98-137 du 6 Moharram 1419 correspondant au 3 mai 1998 portant création, organisation et fonctionnement de l'agence nationale de valorisation des , chargée : résultats de la recherche et du développement technologique ; Vu le décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, fixant les missions, l'organisation et le fonctionnement des services communs de recherche scientifique et technologique, notamment son article 12 ; Vu le décret exécutif n° 13-77 du 18 Rabie El Aouel 1434 correspondant au 30 janvier 2013 fixant les attributions du ministre de l'enseignement supérieur et de la recherche scientifique ; Vu le décret exécutif n° 16-176 du 9 Ramadhan 1437 correspondant au 14 juin 2016 fixant le statut-type de l’école supérieure ; Vu le décret exécutif n° 22-440 du 23 Joumada El Oula 1444 correspondant au 17 décembre 2022 portant création d’une école nationale supérieure de technologie et d’ingénierie ; Journal officiel Après avis du comité sectoriel permanent de la recherche scientifique et du développement technologique du ministère de l'enseignement supérieur et de la recherche scientifique ; Arrêtent : Le ministre des finances Article 1er. — En application des dispositions de l'article 12 du scientifique"}
{"source": "F2025006.txt", "journal_date": "23 janvier 2025", "page_start": 15, "decree_id": "décret exécutif n° 12-293", "text": "décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant Laziz FAID au 21 juillet 2012, complété, susvisé, il est créé un service commun de recherche, en la forme d’incubateur au sein de ————H———— l’école nationale supérieure de technologie et d’ingénierie. Art. 2. — Les établissements partenaires à l'égard de l’incubateur cité à l'article 1er ci-dessus, sont fixés comme Incubateur » suit : — l'école nationale supérieure de technologie et ———— d’ingénierie ; — l’agence nationale de valorisation des résultats de la recherche et du développement technologique ; — les partenaires socio-économiques. 16 Art. 3. — L’incubateur comprend deux (2) sections : • La section d’ingénierie de management — d’accueillir et d’accompagner tout projet innovant ayant un lien direct avec la recherche ; — d’aider le porteur de projet à formaliser son idée ; — de sélectionner et de valider la possibilité d’appliquer l’idée du projet à long terme ; — d’offrir aux porteurs de projets un appui en matière de formation, de conseil et de financement et les accompagner jusqu’à la création de l’entreprise ; — de suivre l’évolution des entreprises créées par l’incubateur. • La section de la maintenance et de la sécurité des équipements scientifiques, chargée : — de la maintenance des équipements scientifiques mis à la disposition de l’incubateur ; — d’assurer la sécurité du site et des équipements scientifiques. Art. 4. — Le présent arrêté sera publié au de la République algérienne démocratique et populaire. Fait à Alger, le 5 Joumada El Oula 1446 correspondant au 7 novembre 2024. Le ministre de l’enseignement supérieur et de la recherche Kamel BADDARI Arrêté interministériel du 5 Joumada El Oula 1446 correspondant au 7 novembre 2024 portant création d’un service commun de recherche « Incubateur » au sein de l’école nationale supérieure de biotechnologie de Constantine. Le ministre des finances, et Le ministre de l’enseignement supérieur et de la recherche scientifique, Vu le décret présidentiel n° 23-119 du 23 Chaâbane 1444 correspondant au 16 mars 2023, modifié, portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 98-137 du 6 Moharram 1419 correspondant au 3 mai 1998 portant création, organisation et fonctionnement de l'agence nationale de valorisation des résultats de la recherche et du développement technologique ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 4 Chaâbane 1446 3 février 2025 Vu le décret exécutif n° 11-399 du 3 Moharram 1433 correspondant au 28 novembre 2011 portant création d’une , chargée : école nationale supérieure de biotechnologie à Constantine ; Vu le décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, fixant les missions, l'organisation et le fonctionnement des services communs de recherche scientifique et technologique, notamment son article 12 ; Vu le décret exécutif n° 13-77 du 18 Rabie El Aouel 1434 correspondant au 30 janvier 2013 fixant les attributions du ministre de l'enseignement supérieur et de la recherche scientifique ; Vu le décret exécutif n° 16-176 du 9 Ramadhan 1437 correspondant au 14 juin 2016 fixant le statut-type de l’école supérieure ; Après avis du comité sectoriel permanent de la recherche scientifique et du développement technologique du ministère de l'enseignement supérieur et de la recherche scientifique ; Journal officiel Arrêtent : Article 1er. — En application des dispositions de l'article 12 du"}
{"source": "F2025006.txt", "journal_date": "23 janvier 2025", "page_start": 16, "decree_id": "décret exécutif n° 12-293", "text": "décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, susvisé, il est créé un service commun de recherche, en la forme d’incubateur au sein de Le ministre l’école nationale supérieure de biotechnologie de Constantine. des finances scientifique Art. 2. — Les établissements partenaires à l'égard de Laziz FAID l’incubateur cité à l'article 1er ci-dessus, sont fixés comme suit : ————H———— — l’école nationale supérieure de biotechnologie de Constantine ; — l’agence nationale de valorisation des résultats de la recherche et du développement technologique ; — les partenaires socio-économiques. ———— Art. 3. — L’incubateur comprend deux (2) sections : • La section d’ingénierie de management , chargée : — d’accueillir et d’accompagner tout projet innovant ayant un lien direct avec la recherche ; — d’aider le porteur de projet à formaliser son idée ; — de sélectionner et de valider la possibilité d’appliquer l’idée du projet à long terme ; — d’offrir aux porteurs de projets un appui en matière de formation, de conseil et de financement et de les accompagner jusqu’à la création de l’entreprise ; — de suivre l’évolution des entreprises créées par l’incubateur. 4 Chaâbane 1446 3 février 2025 • La section de la maintenance et de la sécurité des équipements scientifiques, chargée : — de la maintenance des équipements scientifiques mis à la disposition de l’incubateur ; — d’assurer la sécurité du site et des équipements scientifiques. Art. 4. — Le présent arrêté sera publié au de la République algérienne démocratique et populaire. Fait à Alger, le 5 Joumada El Oula 1446 correspondant au 7 novembre 2024. Le ministre de l’enseignement supérieur et de la recherche Kamel BADDARI Arrêté interministériel du 5 Joumada El Oula 1446 correspondant au 7 novembre 2024 portant création d’un service commun de recherche « au sein de l’école nationale supérieure des technologies avancées. Le ministre des finances, et Le ministre de l’enseignement supérieur et de la recherche scientifique, Vu le décret présidentiel n° 23-119 du 23 Chaâbane 1444 correspondant au 16 mars 2023, modifié, portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 98-137 du 6 Moharram 1419 correspondant au 3 mai 1998 portant création, organisation et fonctionnement de l'agence nationale de valorisation des résultats de la recherche et du développement technologique ; Vu le décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, fixant les missions, l'organisation et le fonctionnement des services communs de recherche scientifique et technologique, notamment son article 12 ; Vu le décret exécutif n° 13-77 du 18 Rabie El Aouel 1434 correspondant au 30 janvier 2013 fixant les attributions du ministre de l'enseignement supérieur et de la recherche scientifique ; Vu le décret exécutif n° 16-176 du 9 Ramadhan 1437 correspondant au 14 juin 2016 fixant le statut-type de l’école supérieure ; Vu le décret exécutif n° 22-314 du 15 Safar 1444 correspondant au 12 septembre 2022 portant création d’une école nationale supérieure des technologies avancées ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 17 Après avis du comité sectoriel permanent de la recherche scientifique et du développement technologique du ministère de l'enseignement supérieur et de la recherche scientifique ; Arrêtent : Article 1er. — En application des dispositions de l'article 12 du Journal officiel"}
{"source": "F2025006.txt", "journal_date": "23 janvier 2025", "page_start": 17, "decree_id": "décret exécutif n° 12-293", "text": "décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, susvisé, il est créé un service commun de recherche, en la forme d’incubateur au sein de l’école nationale supérieure des technologies avancées. Art. 2. — Les établissements partenaires à l'égard de Le ministre l’incubateur cité à l'article 1er ci-dessus, sont fixés comme des finances suit : scientifique — l’école nationale supérieure des technologies avancées ; Laziz FAID — l’agence nationale de valorisation des résultats de la ————H———— recherche et du développement technologique ; — les partenaires socio-économiques. Incubateur » Art. 3. — L’incubateur comprend deux (2) sections : • La section d’ingénierie de management , chargée : ———— — d’accueillir et d’accompagner tout projet innovant ayant un lien direct avec la recherche ; — d’aider le porteur de projet à formaliser son idée ; — de sélectionner et de valider la possibilité d’appliquer l’idée du projet à long terme ; — d’offrir aux porteurs de projets un appui en matière de formation, de conseil et de financement et de les accompagner jusqu’à la création de l’entreprise ; — de suivre l’évolution des entreprises créées par l’incubateur. • La section de la maintenance et de la sécurité des équipements scientifiques, chargée : — de la maintenance des équipements scientifiques mis à la disposition de l’incubateur ; — d’assurer la sécurité du site et des équipements scientifiques. Art. 4. — Le présent arrêté sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 5 Joumada El Oula 1446 correspondant au 7 novembre 2024. Le ministre de l’enseignement Le ministre supérieur et de la recherche des finances scientifique Kamel BADDARI Laziz FAID 18 Arrêté interministériel du 5 Joumada El Oula 1446 correspondant au 7 novembre 2024 portant création d’un service commun de recherche « au sein du centre de recherche en aménagement du territoire (C.R.A.T). Le ministre des finances, et Le ministre de l’enseignement supérieur et de la recherche scientifique, Vu le décret présidentiel n° 23-119 du 23 Chaâbane 1444 correspondant au 16 mars 2023, modifié, portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 98-137 du 6 Moharram 1419 correspondant au 3 mai 1998 portant création, organisation et fonctionnement de l'agence nationale de valorisation des résultats de la recherche et du développement technologique ; Vu le décret exécutif n° 11-396 du 28 Dhou El Hidja 1432 correspondant au 24 novembre 2011, modifié, fixant le statut-type de l’établissement public à caractère scientifique et technologique ; Vu le décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, fixant les missions, l'organisation et le fonctionnement des services communs de recherche scientifique et technologique, notamment son article 12 ; Vu le décret exécutif n° 13-77 du 18 Rabie El Aouel 1434 correspondant au 30 janvier 2013 fixant les attributions du ministre de l'enseignement supérieur et de la recherche scientifique ; Vu le décret exécutif n° 19-60 du 4 Joumada Ethania 1440 correspondant au 9 février 2019 portant création d’un centre de recherche en aménagement du territoire (C.R.A.T) ; Après avis du comité sectoriel permanent de la recherche scientifique et du développement technologique du ministère de l'enseignement supérieur et de la recherche scientifique ; Article 1er. — En application des dispositions de l'article 12 du"}
{"source": "F2025006.txt", "journal_date": "23 janvier 2025", "page_start": 18, "decree_id": "décret exécutif n° 12-293", "text": "décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, susvisé, il est créé un service commun de recherche, en la forme d’incubateur au sein du centre de recherche en aménagement du territoire (C.R.A.T). JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 4 Chaâbane 1446 3 février 2025 Art. 2. — Les établissements partenaires à l'égard de l’incubateur cité à l'article 1er ci-dessus, sont fixés comme Incubateur » suit : — le centre de recherche en aménagement du territoire (C.R.A.T) ; ———— — l’agence nationale de valorisation des résultats de la recherche et du développement technologique ; — les partenaires socio-économiques. Art. 3. — L’incubateur comprend deux (2) sections : • La section d’ingénierie de management , chargée : — d’accueillir et d’accompagner tout projet innovant ayant un lien direct avec la recherche ; — d’aider le porteur de projet à formaliser son idée ; — de sélectionner et de valider la possibilité d’appliquer l’idée du projet à long terme ; — d’offrir aux porteurs de projets un appui en matière de formation, de conseil et de financement et de les accompagner jusqu’à la création de l’entreprise ; — de suivre l’évolution des entreprises créées par l’incubateur. • La section de la maintenance et de la sécurité des équipements scientifiques, chargée : — de la maintenance des équipements scientifiques mis à la disposition de l’incubateur ; — d’assurer la sécurité du site et des équipements scientifiques. Art. 4. — Le présent arrêté sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 5 Joumada El Oula 1446 correspondant au 7 novembre 2024. Le ministre de l’enseignement Le ministre supérieur et de la recherche des finances scientifique Kamel BADDARI Laziz FAID ————H———— Arrêté interministériel du 5 Joumada El Oula 1446 correspondant au 7 novembre 2024 portant création d’un service commun de recherche « Incubateur » au sein du centre de recherche en sciences pharmaceutiques (C.R.S.P). Arrêtent : ———— Le ministre des finances, et Le ministre de l’enseignement supérieur et de la recherche scientifique, Vu le décret présidentiel n° 23-119 du 23 Chaâbane 1444 correspondant au 16 mars 2023, modifié, portant nomination des membres du Gouvernement ; 4 Chaâbane 1446 3 février 2025 Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 98-137 du 6 Moharram 1419 correspondant au 3 mai 1998 portant création, organisation et fonctionnement de l'agence nationale de valorisation des résultats de la recherche et du développement technologique ; Vu le décret exécutif n° 11-396 du 28 Dhou El Hidja 1432 correspondant au 24 novembre 2011, modifié, fixant le statut-type de l’établissement public à caractère scientifique et technologique ; Vu le décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, fixant les missions, l'organisation et le fonctionnement des services communs de recherche scientifique et technologique, notamment son article 12 ; Vu le décret exécutif n° 13-77 du 18 Rabie El Aouel 1434 correspondant au 30 janvier 2013 fixant les attributions du ministre de l'enseignement supérieur et de la recherche scientifique ; Vu le décret exécutif n° 18-245 du 29 Moharram 1440 correspondant au 9 octobre 2018 portant création du centre de recherche en sciences pharmaceutiques (C.R.S.P) ; Après avis du comité sectoriel permanent de la recherche scientifique et du développement technologique du ministère de l'enseignement supérieur et de la recherche scientifique ; Article 1er. — En application des dispositions de l'article 12 du"}
{"source": "F2025006.txt", "journal_date": "23 janvier 2025", "page_start": 19, "decree_id": "décret exécutif n° 12-293", "text": "décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, susvisé, il est créé un service commun de recherche, en la forme d’incubateur au sein du centre de recherche en sciences pharmaceutiques. Art. 2. — Les établissements partenaires à l'égard de l’incubateur cité à l'article 1er ci-dessus, sont fixés comme suit : — le centre de recherche en sciences pharmaceutiques ; — l’agence nationale de valorisation des résultats de la recherche et du développement technologique ; — les partenaires socio-économiques. Art. 3. — L’incubateur comprend deux (2) sections : • La section d’ingénierie de management — d’accueillir et d’accompagner tout projet innovant ayant un lien direct avec la recherche ; — d’aider le porteur de projet à formaliser son idée ; — de sélectionner et de valider la possibilité d’appliquer l’idée du projet à long terme ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 19 — d’offrir aux porteurs de projets un appui en matière de formation, de conseil et de financement et de les accompagner jusqu’à la création de l’entreprise ; — de suivre l’évolution des entreprises créées par l’incubateur. • La section de la maintenance et de la sécurité des équipements scientifiques, chargée : — de la maintenance des équipements scientifiques mis à la disposition de l’incubateur ; — d’assurer la sécurité du site et des équipements scientifiques. Art. 4. — Le présent arrêté sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 5 Joumada El Oula 1446 correspondant au 7 novembre 2024. Le ministre de l’enseignement Le ministre supérieur et de la recherche des finances scientifique Kamel BADDARI Laziz FAID ————H———— Arrêté interministériel du 5 Joumada El Oula 1446 Arrêtent : correspondant au 7 novembre 2024 portant création d’un service commun de recherche « Incubateur » au sein du centre de recherche en technologies agroalimentaires. ———— Le ministre des finances, et Le ministre de l’enseignement supérieur et de la recherche scientifique, Vu le décret présidentiel n° 23-119 du 23 Chaâbane 1444 correspondant au 16 mars 2023, modifié, portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 98-137 du 6 Moharram 1419 correspondant au 3 mai 1998 portant création, organisation , chargée : et fonctionnement de l'agence nationale de valorisation des résultats de la recherche et du développement technologique ; Vu le décret exécutif n° 11-396 du 28 Dhou El Hidja 1432 correspondant au 24 novembre 2011, modifié, fixant le statut-type de l’établissement public à caractère scientifique et technologique ; 20 Vu le décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, fixant les missions, l'organisation et le fonctionnement des services communs de recherche scientifique et technologique, notamment son article 12 ; Vu le décret exécutif n° 13-77 du 18 Rabie El Aouel 1434 correspondant au 30 janvier 2013 fixant les attributions du ministre de l'enseignement supérieur et de la recherche scientifique ; Vu le décret exécutif n° 19-143 du 23 Chaâbane 1440 correspondant au 29 avril 2019 portant création du centre de recherche en technologies agroalimentaires ; Après avis du comité sectoriel permanent de la recherche scientifique et du développement technologique du ministère de l'enseignement supérieur et de la recherche scientifique ; Article 1er. — En application des dispositions de l'article 12 du"}
{"source": "F2025006.txt", "journal_date": "23 janvier 2025", "page_start": 20, "decree_id": "décret exécutif n° 12-293", "text": "décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, susvisé, il est créé un service commun de recherche, en la forme d’incubateur au sein du centre de recherche en technologies agroalimentaires. Art. 2. — Les établissements partenaires à l'égard de l’incubateur cité à l'article 1er ci-dessus, sont fixés comme suit : — le centre de recherche en technologies agroalimentaires ; — l’agence nationale de valorisation des résultats de la recherche et du développement technologique ; — les partenaires socio-économiques. Art. 3. — L’incubateur comprend deux (2) sections : • La section d’ingénierie de management — d’accueillir et d’accompagner tout projet innovant ayant un lien direct avec la recherche ; — d’aider le porteur de projet à formaliser son idée ; — de sélectionner et de valider la possibilité d’appliquer l’idée du projet à long terme ; — d’offrir aux porteurs de projets un appui en matière de formation, de conseil et de financement et de les accompagner jusqu’à la création de l’entreprise ; — de suivre l’évolution des entreprises créées par l’incubateur. correspondant au 30 janvier 2013 fixant les attributions du • La section de la maintenance et de la sécurité des équipements scientifiques, chargée : — de la maintenance des équipements scientifiques mis à la disposition de l’incubateur ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 4 Chaâbane 1446 3 février 2025 — d’assurer la sécurité du site et des équipements scientifiques. Art. 4. — Le présent arrêté sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 5 Joumada El Oula 1446 correspondant au 7 novembre 2024. Le ministre de l’enseignement Le ministre supérieur et de la recherche des finances scientifique Kamel BADDARI Laziz FAID ————H———— Arrêté interministériel du 5 Joumada El Oula 1446 correspondant au 7 novembre 2024 portant création d’un service commun de recherche « Incubateur » au sein du centre de recherche sur l’information Arrêtent : scientifique et technique. ———— Le ministre des finances, et Le ministre de l’enseignement supérieur et de la recherche scientifique, Vu le décret n° 85-56 du 16 mars 1985, modifié et complété, portant création du centre de recherche sur l’information scientifique et technique ; Vu le décret présidentiel n° 23-119 du 23 Chaâbane 1444 correspondant au 16 mars 2023, modifié, portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 98-137 du 6 Moharram 1419 correspondant au 3 mai 1998 portant création, organisation et fonctionnement de l'agence nationale de valorisation des , chargée : résultats de la recherche et du développement technologique ; Vu le décret exécutif n° 11-396 du 28 Dhou El Hidja 1432 correspondant au 24 novembre 2011, modifié, fixant le statut-type de l’établissement public à caractère scientifique et technologique ; Vu le décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, fixant les missions, l'organisation et le fonctionnement des services communs de recherche scientifique et technologique, notamment son article 12 ; Vu le décret exécutif n° 13-77 du 18 Rabie El Aouel 1434 ministre de l'enseignement supérieur et de la recherche scientifique ; Après avis du comité sectoriel permanent de la recherche scientifique et du développement technologique du ministère de l'enseignement supérieur et de la recherche scientifique ; 4 Chaâbane 1446 3 février 2025 Article 1er. — En application des dispositions de l'article 12 du"}
{"source": "F2025006.txt", "journal_date": "23 janvier 2025", "page_start": 21, "decree_id": "décret exécutif n° 12-293", "text": "décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, susvisé, il est créé un service commun de recherche, en la forme d’incubateur au sein du centre de recherche sur l’information scientifique et technique. Art. 2. — Les établissements partenaires à l'égard de l’incubateur cité à l'article 1er ci-dessus, sont fixés comme suit : — le centre de recherche sur l’information scientifique et technique ; — l’agence nationale de valorisation des résultats de la recherche et du développement technologique ; — les partenaires socio-économiques. Art. 3. — L’incubateur comprend deux (2) sections : • La section d’ingénierie de management — d’accueillir et d’accompagner tout projet innovant ayant un lien direct avec la recherche ; — d’aider le porteur de projet à formaliser son idée ; — de sélectionner et de valider la possibilité d’appliquer l’idée du projet à long terme ; — d’offrir aux porteurs de projets un appui en matière de formation, de conseil et de financement et de les accompagner jusqu’à la création de l’entreprise ; — de suivre l’évolution des entreprises créées par l’incubateur. • La section de la maintenance et de la sécurité des équipements scientifiques, chargée : — de la maintenance des équipements scientifiques mis à la disposition de l’incubateur ; — d’assurer la sécurité du site et des équipements scientifiques. Art. 4. — Le présent arrêté sera publié au de la République algérienne démocratique et populaire. Fait à Alger, le 5 Joumada El Oula 1446 correspondant au 7 novembre 2024. Le ministre de l’enseignement supérieur et de la recherche Kamel BADDARI JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 21 Arrêtent : Arrêté interministériel du 5 Joumada El Oula 1446 correspondant au 7 novembre 2024 portant création d’un service commun de recherche « Incubateur » au sein du centre de recherche en technologie des semi-conducteurs pour l’énergétique. ———— Le ministre des finances, et Le ministre de l’enseignement supérieur et de la recherche scientifique, Vu le décret présidentiel n° 23-119 du 23 Chaâbane 1444 correspondant au 16 mars 2023, modifié, portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 98-137 du 6 Moharram 1419 correspondant au 3 mai 1998 portant création, organisation et fonctionnement de l'agence nationale de valorisation des résultats de la recherche et du développement technologique ; Vu le décret exécutif n° 11-396 du 28 Dhou El Hidja 1432 , chargée : correspondant au 24 novembre 2011, modifié, fixant le statut-type de l’établissement public à caractère scientifique et technologique ; Vu le décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, fixant les missions, l'organisation et le fonctionnement des services communs de recherche scientifique et technologique, notamment son article 12 ; Vu le décret exécutif n° 12-316 du 3 Chaoual 1433 correspondant au 21 août 2012 portant création du centre de recherche en technologie des semi-conducteurs pour l’énergétique (CRTSE) ; Vu le décret exécutif n° 13-77 du 18 Rabie El Aouel 1434 correspondant au 30 janvier 2013 fixant les attributions du ministre de l'enseignement supérieur et de la recherche scientifique ; Après avis du comité sectoriel permanent de la recherche scientifique et du développement technologique du ministère de l'enseignement supérieur et de la recherche scientifique ; Arrêtent : Article 1er. — En application des dispositions de l'article 12 du"}
{"source": "F2025006.txt", "journal_date": "23 janvier 2025", "page_start": 21, "decree_id": "décret exécutif n° 12-293", "text": "décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant Journal officiel au 21 juillet 2012, complété, susvisé, il est créé un service commun de recherche, en la forme d’incubateur au sein du centre de recherche en technologie des semi-conducteurs pour l’énergétique. Art. 2. — Les établissements partenaires à l'égard de Le ministre l’incubateur cité à l'article 1er ci-dessus, sont fixés comme des finances suit : scientifique Laziz FAID — le centre de recherche en technologie des semi- conducteurs pour l’énergétique ; 22 — l’agence nationale de valorisation des résultats de la recherche et du développement technologique ; — les partenaires socio-économiques. Art. 3. — L’incubateur comprend deux (2) sections : • La section d’ingénierie de management — d’accueillir et d’accompagner tout projet innovant ayant un lien direct avec la recherche ; — d’aider le porteur de projet à formaliser son idée ; — de sélectionner et de valider la possibilité d’appliquer l’idée du projet à long terme ; — d’offrir aux porteurs de projets un appui en matière de formation, de conseil et de financement et de les accompagner jusqu’à la création de l’entreprise ; — de suivre l’évolution des entreprises créées par l’incubateur. • La section de la maintenance et de la sécurité des équipements scientifiques, chargée : — de la maintenance des équipements scientifiques mis à la disposition de l’incubateur ; — d’assurer la sécurité du site et des équipements scientifiques. Art. 4. — Le présent arrêté sera publié au de la République algérienne démocratique et populaire. Fait à Alger, le 5 Joumada El Oula 1446 correspondant au 7 novembre 2024. Le ministre de l’enseignement supérieur et de la recherche Kamel BADDARI Arrêté interministériel du 5 Joumada El Oula 1446 correspondant au 7 novembre 2024 portant création d’un service commun de recherche « Incubateur » au sein du centre de développement des technologies avancées. Le ministre des finances, et Le ministre de l’enseignement supérieur et de la recherche scientifique, Vu le décret n° 88-61 du 22 mars 1988, modifié et complété, portant création du centre de développement des technologies avancées ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 4 Chaâbane 1446 3 février 2025 Vu le décret présidentiel n° 23-119 du 23 Chaâbane 1444 correspondant au 16 mars 2023, modifié, portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; , chargée : Vu le décret exécutif n° 98-137 du 6 Moharram 1419 correspondant au 3 mai 1998 portant création, organisation et fonctionnement de l'agence nationale de valorisation des résultats de la recherche et du développement technologique ; Vu le décret exécutif n° 11-396 du 28 Dhou El Hidja 1432 correspondant au 24 novembre 2011, modifié, fixant le statut-type de l’établissement public à caractère scientifique et technologique ; Vu le décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, fixant les missions, l'organisation et le fonctionnement des services communs de recherche scientifique et technologique, notamment son article 12 ; Vu le décret exécutif n° 13-77 du 18 Rabie El Aouel 1434 correspondant au 30 janvier 2013 fixant les attributions du ministre de l'enseignement supérieur et de la recherche scientifique ; Après avis du comité sectoriel permanent de la recherche scientifique et du développement technologique du ministère de l'enseignement supérieur et de la recherche scientifique ; Arrêtent : Article 1er. — En application des dispositions de l'article 12 du"}
{"source": "F2025006.txt", "journal_date": "23 janvier 2025", "page_start": 22, "decree_id": "décret exécutif n° 12-293", "text": "décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, susvisé, il est créé un service Journal officiel commun de recherche, en la forme d’incubateur au sein du centre de développement des technologies avancées. Art. 2. — Les établissements partenaires à l'égard de l’incubateur cité à l'article 1er ci-dessus, sont fixés comme suit : Le ministre — le centre de développement des technologies des finances avancées ; scientifique — l’agence nationale de valorisation des résultats de la Laziz FAID recherche et du développement technologique ; ————H———— — les partenaires socio-économiques. Art. 3. — L’incubateur comprend deux (2) sections : • La section d’ingénierie de management , chargée : — d’accueillir et d’accompagner tout projet innovant ayant un lien direct avec la recherche ; ———— — d’aider le porteur de projet à formaliser son idée ; — de sélectionner et de valider la possibilité d’appliquer l’idée du projet à long terme ; — d’offrir aux porteurs de projets un appui en matière de formation, de conseil et de financement et de les accompagner jusqu’à la création de l’entreprise ; — de suivre l’évolution des entreprises créées par l’incubateur. 4 Chaâbane 1446 3 février 2025 • La section de la maintenance et de la sécurité des équipements scientifiques, chargée : — de la maintenance des équipements scientifiques mis à la disposition de l’incubateur ; — d’assurer la sécurité du site et des équipements scientifiques. Art. 4. — Le présent arrêté sera publié au de la République algérienne démocratique et populaire. Fait à Alger, le 5 Joumada El Oula 1446 correspondant au 7 novembre 2024. Le ministre de l’enseignement supérieur et de la recherche Kamel BADDARI MINISTERE DES TRAVAUX PUBLICS ET DES Arrêté du 17 Joumada Ethania 1446 correspondant au 19 décembre 2024 fixant la liste nominative des membres du comité sectoriel permanent de recherche scientifique et du développement technologique du ministère des travaux publics et des infrastructures de base. Par arrêté du 17 Joumada Ethania 1446 correspondant au 19 décembre 2024, la liste nominative des membres du comité sectoriel permanent de recherche scientifique et du développement technologique du ministère des travaux publics et des infrastructures de base, est fixée, en application des dispositions de l’article 4 du"}
{"source": "F2025006.txt", "journal_date": "23 janvier 2025", "page_start": 23, "decree_id": "décret exécutif n° 99-243", "text": "décret exécutif n° 99-243 du 21 Rajab 1420 correspondant au 31 octobre 1999 fixant l’organisation et le fonctionnement des comités sectoriels permanents de recherche scientifique et de développement technologique, comme suit : Au titre de l’administration centrale et de ses services déconcentrés : Mmes. et MM. : — Sonia Adafer, représentante du ministre des travaux publics et des infrastructures de base, présidente ; — Nabila Braik et Mourad Snadjki, représentants de la direction de la coopération, de la recherche et de la normalisation, réalisation des infrastructures portuaires, membre. membres ; — Lynda Khederi, représentante de la direction du développement des infrastructures routières, membre ; — Fahima Ouchene, représentante de la direction du développement des infrastructures autoroutières, membre ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 06 23 — Ratiba Belameri, représentante de la direction de la gestion et de l’entretien des autoroutes, membre ; — Hassiba Chergui, représentante de la direction de la gestion et de l’entretien des routes, membre ; — Walid Chriet, représentant de la direction du développement des infrastructures maritimes et aéroportuaires, Journal officiel membre ; — Nabila Ouail, représentante de la direction de l’entretien des infrastructures maritimes et aéroportuaires, membre ; — Yasmine Redjil, représentante de la direction des Le ministre infrastructures ferroviaires, membre ; des finances — Abderrahmane Abdi, directeur des travaux publics de scientifique la wilaya de Tizi Ouzou, membre ; Laziz FAID — Mohamed Slimani, directeur des travaux publics de la wilaya de Mostaganem, membre ; — Naima Kouici, directrice des travaux publics de la INFRASTRUCTURES DE BASE wilaya de Bordj Bou Arreridj, membre ; — Ammar Kouider, directeur des travaux publics de la wilaya d’Illizi, membre. Au titre des établissements relevant du secteur : Mmes. et MM. : ———— — Mohamed Badaoui, directeur général de l’école des métiers des travaux publics, membre ; — Hafidh Bouadma, directeur de l’office national de signalisation maritime, membre ; — Abdeldjalil Sabba, représentant de l’organisme national de contrôle technique des travaux publics, membre ; — Nadir Brahiti, représentant de l’algérienne des autoroutes, membre ; — Othman Laggoun, représentant de l’agence nationale d’études et de suivi de la réalisation des investissements ferroviaires, membre ; — Brahim Bouchrit, représentant de l’entreprise métro d’Alger, membre ; — Radhia Nedjari, représentante de l’agence nationale de Les dispositions de l’arrêté du 10 Chaâbane 1435 correspondant au 8 juin 2014 fixant la liste nominative des membres du comité sectoriel permanent de recherche scientifique et du développement technologique du ministère des travaux publics, sont abrogées. Imprimerie Officielle - Les Vergers, Bir-Mourad Raïs, BP 376 - ALGER-GARE"}
