{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 6, "decree_id": "Décret présidentiel n° 25-04", "text": "Décret présidentiel n° 25-04 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition de la Présidence de la République. Le Président de la République, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 91-7° et 141 (alinéa 1er) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Article 1er. — Les autorisations d’engagement d’un montant de soixante-huit milliards cinq cent soixante- treize millions cent dix mille dinars (68.573.110.000 DA) et les crédits de paiement d’un montant de soixante-quatorze milliards quatre cent treize millions neuf cent quatorze mille dinars (74.413.914.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition de la Présidence de la République, sont répartis conformément à l’état annexé à l’original du présent décret. Art. 2. — Le présent décret sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 DECRETS ———— Décrète : Abdelmadjid TEBBOUNE. 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 7, "decree_id": "Décret présidentiel n° 25-05", "text": "Décret présidentiel n° 25-05 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre d’Etat, ministre des affaires étrangères, de la communauté nationale à l’étranger et des affaires africaines. Le Président de la République, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 91-7° et 141 (alinéa 1er) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Article 1er. — Les autorisations d’engagement d’un montant de soixante-douze milliards cent soixante-dix- neuf millions trois cent quatre-vingt-dix mille dinars (72.179.390.000 DA) et les crédits de paiement d’un montant de soixante-quatorze milliards cinq cent cinquante-sept millions trois cent quatre-vingt-dix mille dinars (74.557.390.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre d’Etat, ministre des affaires étrangères, de la communauté nationale à l’étranger et des affaires africaines, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le ministre des finances et le ministre d’Etat, ministre des affaires étrangères, de la communauté nationale à l’étranger et des affaires africaines sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 7 ———— Décrète : Abdelmadjid TEBBOUNE. 8 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 9, "decree_id": "Décret présidentiel n° 25-06", "text": "Décret présidentiel n° 25-06 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du Président du Conseil de la Nation. Le Président de la République, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 91-7° et 141 (alinéa 1er) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Article 1er. — Les autorisations d’engagement d’un montant de quatre milliards cent millions de dinars (4.100.000.000 DA) et les crédits de paiement d’un montant de quatre milliards cent millions de dinars (4.100.000.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du Président du Conseil de la Nation, sont répartis conformément à l’état annexé au présent décret. Art. 2. —La répartition de ces crédits par le présent décret, vaut ordonnancement aux comptes du Conseil de la Nation. Art. 3. — Le présent décret sera publié au populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 ———— Décrète : Journal officiel de la République algérienne démocratique et Abdelmadjid TEBBOUNE. 10 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 11, "decree_id": "Décret présidentiel n° 25-07", "text": "Décret présidentiel n° 25-07 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du Président de l’Assemblée Populaire Nationale. Le Président de la République, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 91-7° et 141 (alinéa 1er) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Article 1er. — Les autorisations d’engagement d’un montant de huit milliards de dinars (8.000.000.000 DA) et les crédits de paiement d’un montant de huit milliards de dinars (8.000.000.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du Président de l’Assemblée Populaire Nationale, sont répartis conformément à l’état annexé au présent décret. Art. 2. — La répartition de ces crédits par le présent décret, vaut ordonnancement aux comptes de l’Assemblée Populaire Nationale. Art. 3. — Le présent décret sera publié au populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 11 ———— Décrète : Journal officiel de la République algérienne démocratique et Abdelmadjid TEBBOUNE. 12 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 13, "decree_id": "Décret présidentiel n° 25-08", "text": "Décret présidentiel n° 25-08 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du Président de la Cour constitutionnelle. Le Président de la République, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 91-7° et 141 (alinéa 1er) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Article 1er. — Les autorisations d’engagement d’un montant de sept cent quatre-vingt millions cinq cent quarante mille dinars (780.540.000 DA) et les crédits de paiement d’un montant de neuf cent six millions neuf cent quatre-vingt-quatre mille dinars (906.984.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du Président de la Cour constitutionnelle, sont répartis conformément à l’état annexé au présent décret. Art. 2. — La répartition de ces crédits par le présent décret, vaut ordonnancement aux comptes de la Cour constitutionnelle. Art. 3. — Le présent décret sera publié au populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 13 ———— Décrète : Journal officiel de la République algérienne démocratique et Abdelmadjid TEBBOUNE. 14 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 15, "decree_id": "Décret présidentiel n° 25-09", "text": "Décret présidentiel n° 25-09 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du Premier Président de la Cour suprême. Le Président de la République, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 91-7° et 141 (alinéa 1er) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Article 1er. — Les autorisations d’engagement d’un montant de trois milliards huit cent quatre-vingt-quatre millions sept cent douze mille dinars (3.884.712.000 DA) et les crédits de paiement d’un montant de cinq milliards huit cent quatre-vingt-quatre millions sept cent douze mille dinars (5.884.712.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du Premier Président de la Cour suprême, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le présent décret sera publié au populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 15 ———— Décrète : Journal officiel de la République algérienne démocratique et Abdelmadjid TEBBOUNE. 16 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 17, "decree_id": "Décret présidentiel n° 25-10", "text": "Décret présidentiel n° 25-10 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du Président du Conseil d’Etat. Le Président de la République, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 91-7° et 141 (alinéa 1er) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Article 1er. — Les autorisations d’engagement d’un montant de un milliard trois cent trente-et-un millions quatre cent quatorze mille dinars (1.331.414.000 DA) et les crédits de paiement d’un montant de un milliard trois cent quarante-six millions six cent quatorze mille dinars (1.346.614.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du Président du Conseil d'Etat, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le présent décret sera publié au et populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 17 ———— Décrète : Journal officiel de la République algérienne démocratique Abdelmadjid TEBBOUNE. 18 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 19, "decree_id": "Décret présidentiel n° 25-11", "text": "Décret présidentiel n° 25-11 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du vice-président du Conseil Supérieur de la Magistrature. Le Président de la République, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 91-7° et 141 (alinéa 1er) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Article 1er. — Les autorisations d’engagement d’un montant de cinq cent dix millions de dinars (510.000.000 DA) et les crédits de paiement d’un montant de trois cent dix millions de dinars (310.000.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du vice-président du Conseil Supérieur de la Magistrature, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le présent décret sera publié au populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 19 ———— Décrète : Journal officiel de la République algérienne démocratique et Abdelmadjid TEBBOUNE. 20 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 21, "decree_id": "Décret exécutif n° 25-12", "text": "Décret exécutif n° 25-12 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du Premier ministre. Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Article 1er. — Les autorisations d’engagement d’un montant de quatorze milliards onze millions cinq-cent dix-huit mille dinars (14.011.518.000 DA) et les crédits de paiement d’un montant de quarante-et-un milliards sept cent trente millions quatre-vingt-dix mille dinars (41.730.090.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du Premier ministre, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le présent décret sera publié au populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 21 ———— Décrète : Journal officiel de la République algérienne démocratique et Mohamed Ennadir LARBAOUI. 22 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 23, "decree_id": "Décret exécutif n° 25-13", "text": "Décret exécutif n° 25-13 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; nomination des membres du Gouvernement ; dix-sept millions quatre-vingt mille dinars (171.097.080.000 DA) et les crédits de paiement d’un montant de cent soixante-dix-huit milliards deux cent cinquante-neuf millions cinq cent cinquante mille dinars (178.259.550.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre d’Etat, ministre de l'énergie, des mines et des énergies renouvelables, sont répartis conformément à l’état annexé au présent décret. renouvelables sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 23 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre d’Etat, ministre de l'énergie, des mines et des énergies renouvelables. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de cent soixante-et-onze milliards quatre-vingt- Art. 2. — Le ministre des finances et le ministre d’Etat, ministre de l'énergie, des mines et des énergies Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 24 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 25 178 259 550 000 4 890 000 000 1 1 6 003 443 000 1 480 891 000 2 025 000 000 3 505 891 000 63 003 000 000 63 003 000 000 13 443 000 26"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 26, "decree_id": "Décret exécutif n° 25-14", "text": "Décret exécutif n° 25-14 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de l’intérieur, des collectivités locales et de l’aménagement du territoire. Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Article 1er. — Les autorisations d’engagement d’un montant de mille trois cent soixante-cinq milliards huit cent trente-quatre millions quatre-vingt-six mille dinars (1.365.834.086.000 DA) et les crédits de paiement d’un montant de mille trois cent quatre-vingt-neuf milliards cent trente-neuf millions cinq cent quatre-vingt-six mille dinars (1.389.139.586.000 DA), ouverts au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de l’intérieur, des collectivités locales et de l’aménagement du territoire, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le ministre des finances et le ministre de l’intérieur, des collectivités locales et de l’aménagement du territoire sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 ———— Décrète : Mohamed Ennadir LARBAOUI. 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 27 — — — — — — — — — — — 25 000 000 25 000 000 120 000 000 000 500 000 000 000 620 000 000 000 25 000 000 25 000 000 — — — — 28 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 597 954 500 000 721 000 000 118 500 000 60 315 000 000 61 154 500 000 8 050 000 000 250 000 000 8 300 000 000 79 578 000 000 422 000 000 80 000 000 000 448 500 000 000 448 500 000 000 — — — 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 29, "decree_id": "Décret exécutif n° 25-15", "text": "Décret exécutif n° 25-15 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de la justice, garde des sceaux. Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Article 1er. — Les autorisations d’engagement d’un montant de cent soixante-huit milliards neuf cent quatre- vingt-huit millions deux cent cinquante-huit mille dinars (168.988.258.000 DA) et les crédits de paiement d’un montant de cent soixante-sept milliards trois cent sept millions cent mille dinars (167.307.100.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de la justice, garde des sceaux, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le ministre des finances et le ministre de la justice, garde des sceaux sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au démocratique et populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 29 ———— Décrète : Journal officiel de la République algérienne Mohamed Ennadir LARBAOUI. 30 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 106 449 000 000 859 000 000 859 000 000 172 000 000 172 000 000 52 218 000 000 52 218 000 000 53 200 000 000 53 200 000 000 — — — — — — — 106 449 000 000 859 000 000 859 000 000 172 000 000 172 000 000 52 218 000 000 52 218 000 000 53 200 000 000 53 200 000 000 — — — — — — — 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 31, "decree_id": "Décret exécutif n° 25-16", "text": "Décret exécutif n° 25-16 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre des finances. Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Article 1er. — Les autorisations d’engagement d’un montant de mille quatre cent trente-sept milliards douze millions trois cent quarante-deux mille dinars (1.437.012.342.000 DA) et les crédits de paiement d’un montant de mille quatre cent trente-quatre milliards six cent cinquante-deux millions cinq cent quarante-deux mille dinars (1.434.652.542.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre des finances, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Les crédits non assignés à des ministères ou institutions publiques, gérés par le ministre des finances, d’un montant de deux mille cent quatre-vingt-dix-huit milliards sept cent quatre-vingt-quinze millions cinq cent mille dinars (2.198.795.500.000 DA) en autorisations d’engagement et en crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, sont imputés au titre 7 « Dépenses imprévues ». Art. 3. — Le ministre des finances est chargé de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 31 ———— Décrète : Mohamed Ennadir LARBAOUI. 32 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 33 3 635 807 842 000 2 198 795 500 000 2 198 795 500 000 79 186 567 000 79 204 575 000 1 685 105 000 1 885 105 000 36 442 500 000 3 1 1 669 000 000 41 226 500 000 32 347 350 000 18 008 000 200 000 000 325 000 000 15 000 000 34"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 34, "decree_id": "Décret exécutif n° 25-17", "text": "Décret exécutif n° 25-17 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre des moudjahidine et des ayants droit. Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Article 1er. — Les autorisations d’engagement d’un montant de deux cent cinquante-et-un milliards six millions deux cent soixante-treize mille dinars (251.006.273.000 DA) et les crédits de paiement d’un montant de deux cent cinquante-et-un milliards six cent quarante-trois millions quarante-six mille dinars (251.643.046.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre des moudjahidine et des ayants droit, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le ministre des finances et le ministre des moudjahidine et des ayants droit sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 ————— Décrète : Mohamed Ennadir LARBAOUI. 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 35 36"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 36, "decree_id": "Décret exécutif n° 25-18", "text": "Décret exécutif n° 25-18 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; nomination des membres du Gouvernement ; quatre millions deux cent trente-neuf mille dinars (56.644.239.000 DA) et les crédits de paiement d’un montant de cinquante-sept milliards sept cent trente-cinq millions trois cent quarante-et-un mille dinars (57.735.341.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre des affaires religieuses et des wakfs, sont répartis conformément à l’état annexé au présent décret. ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre des affaires religieuses et des wakfs. ————— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de cinquante-six milliards six cent quarante- Art. 2. — Le ministre des finances et le ministre des affaires religieuses et des wakfs sont chargés, chacun en Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 37 38"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 38, "decree_id": "Décret exécutif n° 25-19", "text": "Décret exécutif n° 25-19 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de l'enseignement supérieur et de la recherche scientifique. Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Article 1er. — Les autorisations d’engagement d’un montant de sept cent trente-six milliards trois cent quatre- vingt-cinq millions six cent quatre-vingt-dix mille dinars (736.385.690.000 DA) et les crédits de paiement d’un montant de sept cent soixante-seize milliards trente-deux millions six cent quatre-vingt-dix mille dinars (776.032.690.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de l'enseignement supérieur et de la recherche scientifique, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le ministre des finances et le ministre de l'enseignement supérieur et de la recherche scientifique sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 ———— Décrète : Mohamed Ennadir LARBAOUI. 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 39 40"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 40, "decree_id": "Décret exécutif n° 25-20", "text": "Décret exécutif n° 25-20 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; nomination des membres du Gouvernement ; cent cinquante-quatre millions neuf cent vingt-et-un mille dinars (1 645.254 921.000 DA) et les crédits de paiement d’un montant de mille sept cent seize milliards cent soixante-quatorze millions neuf cent vingt-et-un mille dinars (1 716 174 921 000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de l’éducation nationale, sont répartis conformément à l’état annexé au présent décret. concerne, de l’exécution du présent décret qui sera publié au démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de l’éducation nationale. ————— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de mille six cent quarante-cinq milliards deux Art. 2. — Le ministre des finances et le ministre de l’éducation nationale sont chargés, chacun en ce qui le Journal officiel de la République algérienne Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 41 42"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 42, "decree_id": "Décret exécutif n° 25-21", "text": "Décret exécutif n° 25-21 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; nomination des membres du Gouvernement ; cent soixante-dix-neuf mille dinars (106.601.679.000 DA) et les crédits de paiement d’un montant de cent dix-huit milliards cent vingt-cinq millions cent quatre-vingt-dix-sept mille dinars (118.125.197.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de la formation et de l’enseignement professionnels, sont répartis conformément à l’état annexé au présent décret. chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de la formation et de l’enseignement professionnels. ————— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de cent six milliards six cent un millions six Art. 2. — Le ministre des finances et le ministre de la formation et de l’enseignement professionnels sont Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 43 44"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 44, "decree_id": "Décret exécutif n° 25-22", "text": "Décret exécutif n° 25-22 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de la culture et des arts. Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Article 1er. — Les autorisations d’engagement d’un montant de trente-sept milliards neuf cent quatre-vingt-et-un millions cent quatre-vingt-trois mille dinars (37.981.183.000 DA) et les crédits de paiement d’un montant de quarante-et-un milliards cinq cent cinquante-quatre millions sept cent cinquante-sept mille dinars (41.554.757.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de la culture et des arts, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le ministre des finances et le ministre de la culture et des arts sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au démocratique et populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 ———— Décrète : Journal officiel de la République algérienne Mohamed Ennadir LARBAOUI. 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 45 46"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 46, "decree_id": "Décret exécutif n° 25-23", "text": "Décret exécutif n° 25-23 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de la jeunesse, chargé du Conseil supérieur de la jeunesse. Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Article 1er. — Les autorisations d’engagement d’un montant de trente-et-un milliards treize millions six cent quatre-vingt-quatorze mille dinars (31 013 694 000 DA) et les crédits de paiement d’un montant de trente-deux milliards trois cent soixante-deux millions neuf cent vingt-huit mille dinars (32 362 928 000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de la jeunesse, chargé du Conseil supérieur de la jeunesse, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le ministre des finances et le ministre de la jeunesse, chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 ———— Décrète : chargé du Conseil supérieur de la jeunesse sont Mohamed Ennadir LARBAOUI. 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 47 48"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 48, "decree_id": "Décret exécutif n° 25-24", "text": "Décret exécutif n° 25-24 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre des sports. Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Article 1er. — Les autorisations d’engagement d’un montant de quatre-vingt-trois milliards six cent quatre-vingt- neuf millions cent soixante-treize mille dinars (83.689.173.000 DA) et les crédits de paiement d’un montant de quatre-vingt-onze milliards trois cent quatre-vingt-onze millions six cent trente-neuf mille dinars (91.391.639.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre des sports, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le ministre des finances et le ministre des sports sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 ———— Décrète : Journal officiel de la République algérienne démocratique et Mohamed Ennadir LARBAOUI. 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 49 50"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 50, "decree_id": "Décret exécutif n° 25-25", "text": "Décret exécutif n° 25-25 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de la poste et des télécommunications. Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Article 1er. — Les autorisations d’engagement d’un montant de douze milliards neuf cent quatre-vingt-dix-sept millions six cent trente-cinq mille dinars (12.997.635.000 DA) et les crédits de paiement d’un montant de quinze milliards six cent quatre-vingt-dix millions deux cent soixante-cinq mille dinars (15.690.265.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de la poste et des télécommunications, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le ministre des finances et le ministre de la poste et des télécommunications sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 ———— Décrète : Mohamed Ennadir LARBAOUI. 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 51 52"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 52, "decree_id": "Décret exécutif n° 25-26", "text": "Décret exécutif n° 25-26 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition de la ministre de la solidarité nationale, de la famille et de la condition de la femme. Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Article 1er. — Les autorisations d’engagement d’un montant de deux cent quarante-trois milliards sept cent cinquante-quatre millions deux cent quatre-vingt-dix-sept mille dinars (243.754.297.000 DA) et les crédits de paiement d’un montant de deux cent quarante-quatre milliards six-cent soixante-dix-sept millions vingt-cinq mille dinars (244.677.025.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition de la ministre de la solidarité nationale, de la famille et de la condition de la femme, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le ministre des finances et la ministre de la solidarité nationale, de la famille et de la condition de la femme sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 ———— Décrète : Mohamed Ennadir LARBAOUI. 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 53 54"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 54, "decree_id": "Décret exécutif n° 25-27", "text": "Décret exécutif n° 25-27 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de l'industrie et de la production pharmaceutique. Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Article 1er. — Les autorisations d’engagement d’un montant de huit milliards six cent quatre-vingt-un millions cinq cent-quinze mille dinars (8.681.515.000 DA) et les crédits de paiement d’un montant de dix milliards sept cent soixante-deux millions sept cent soixante-cinq mille dinars (10.762.765.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de l’industrie et de la production pharmaceutique, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le ministre des finances et le ministre de l’industrie et de la production pharmaceutique sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 ———— Décrète : Mohamed Ennadir LARBAOUI. 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 55 56"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 56, "decree_id": "Décret exécutif n° 25-28", "text": "Décret exécutif n° 25-28 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de l'agriculture, du développement rural et de la pêche. Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Article 1er. — Les autorisations d’engagement d’un montant de sept cent trente-deux milliards deux cent quatre-vingt-trois millions quatre cent trois mille dinars (732.283.403.000 DA) et les crédits de paiement d’un montant de huit cent deux milliards cent trois millions neuf cent trente-sept mille dinars (802.103.937.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de l'agriculture, du développement rural et de la pêche, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le ministre des finances et le ministre de l'agriculture, du développement rural et de la pêche sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 ———— Décrète : Mohamed Ennadir LARBAOUI. 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 57 58 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 59, "decree_id": "Décret exécutif n° 25-29", "text": "Décret exécutif n° 25-29 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; nomination des membres du Gouvernement ; soixante-quatre millions quatre cent quarante-et-un mille dinars (450.264.441.000 DA) et les crédits de paiement d’un montant de cinq cent quarante milliards cinq cent soixante-douze millions deux cent quarante-neuf mille dinars (540.572.249.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de l’habitat, de l’urbanisme et de la ville, sont répartis conformément à l’état annexé au présent décret. en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 59 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de l’habitat, de l’urbanisme et de la ville. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de quatre cent cinquante milliards deux cent Art. 2. — Le ministre des finances et le ministre de l’habitat, de l’urbanisme et de la ville sont chargés, chacun Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 60 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 61, "decree_id": "Décret exécutif n° 25-30", "text": "Décret exécutif n° 25-30 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; nomination des membres du Gouvernement ; (657.000.000 DA) et les crédits de paiement d’un montant de six cent cinquante-sept millions de dinars (657.000.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre du commerce extérieur et de la promotion des exportations, sont répartis conformément à l’état annexé au présent décret. sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 61 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre du commerce extérieur et de la promotion des exportations. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n°18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de six cent cinquante-sept millions de dinars Art. 2. — Le ministre des finances et le ministre du commerce extérieur et de la promotion des exportations Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 62 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 63, "decree_id": "Décret exécutif n° 25-31", "text": "Décret exécutif n° 25-31 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; nomination des membres du Gouvernement ; millions quatre-vingt-treize mille dinars (125.092.093.000 DA) et les crédits de paiement d’un montant de cent vingt-cinq milliards quatre cent vingt-quatre millions cent quatre-vingt-treize mille dinars (125.424.193.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre du commerce intérieur et de la régulation du marché national, sont répartis conformément à l’état annexé au présent décret. sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 63 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre du commerce intérieur et de la régulation du marché national. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de cent vingt-cinq milliards quatre-vingt-douze Art. 2. — Le ministre des finances et le ministre du commerce intérieur et de la régulation du marché national Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 64 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 65, "decree_id": "Décret exécutif n° 25-32", "text": "Décret exécutif n° 25-32 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; nomination des membres du Gouvernement ; quatre-vingt-trois mille dinars (2.400.383.000 DA) et les crédits de paiement d’un montant de trois milliards huit cent millions huit cent quatre-vingt-trois mille dinars (3.800.883.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de la communication, sont répartis conformément à l’état annexé au présent décret. concerne, de l’exécution du présent décret qui sera publié au démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 65 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de la communication. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de deux milliards quatre cents millions trois cent Art. 2. — Le ministre des finances et le ministre de la communication sont chargés, chacun en ce qui le Journal officiel de la République algérienne Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 66 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 67, "decree_id": "Décret exécutif n° 25-33", "text": "Décret exécutif n° 25-33 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; nomination des membres du Gouvernement ; cinquante-quatre millions quatre-vingt-treize mille dinars (189.554.093.000 DA) et les crédits de paiement d’un montant de sept cent dix milliards cent cinquante-six millions sept cent cinquante-huit mille dinars (710.156.758.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre des travaux publics et des infrastructures de base, sont répartis conformément à l’état annexé au présent décret. chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 67 d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre des travaux publics et des infrastructures de base. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de cent quatre-vingt-neuf milliards cinq cent Art. 2. — Le ministre des finances et le ministre des travaux publics et des infrastructures de base sont chargés, Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 68 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 69, "decree_id": "Décret exécutif n° 25-34", "text": "Décret exécutif n° 25-34 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; nomination des membres du Gouvernement ; millions sept cent trente-sept mille dinars (310.837.737.000 DA) et les crédits de paiement d’un montant de trois cent dix-huit milliards sept cent dix millions neuf cent cinquante mille dinars (318.710.950.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de l’hydraulique, sont répartis conformément à l’état annexé au présent décret. de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 69 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de l’hydraulique. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de trois cent dix milliards huit cent trente-sept Art. 2. — Le ministre des finances et le ministre de l’hydraulique sont chargés, chacun en ce qui le concerne, Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 70 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 71 72"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 72, "decree_id": "Décret exécutif n° 25-35", "text": "Décret exécutif n° 25-35 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre des transports. Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Article 1er. — Les autorisations d’engagement d’un montant de quarante-deux milliards neuf cent cinquante- quatre millions deux cent vingt-six mille dinars (42.954.226.000 DA) et les crédits de paiement d’un montant de soixante-quinze milliards six cent trente-deux millions six cent vingt-six mille dinars (75.632.626.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre des transports sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le ministre des finances et le ministre des transports sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 ———— Décrète : Journal officiel de la République algérienne démocratique et Mohamed Ennadir LARBAOUI. 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 73 74"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 74, "decree_id": "Décret exécutif n° 25-36", "text": "Décret exécutif n° 25-36 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition de la ministre du tourisme et de l’artisanat. Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Article 1er. — Les autorisations d’engagement d’un montant de six milliards soixante-douze millions cinq cent quatre-vingt-onze mille dinars (6.072.591.000 DA) et les crédits de paiement d’un montant de treize milliards sept cent vingt-et-un millions neuf cent quarante-sept mille dinars (13.721.947.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition de la ministre du tourisme et de l’artisanat, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le ministre des finances et la ministre du tourisme et de l’artisanat sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au démocratique et populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 ———— Décrète : Journal officiel de la République algérienne Mohamed Ennadir LARBAOUI. 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 75 76"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 76, "decree_id": "Décret exécutif n° 25-37", "text": "Décret exécutif n° 25-37 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de la santé. Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Article 1er. — Les autorisations d’engagement d’un montant de mille quatre milliards quatre cent treize millions cinq cent cinquante-quatre mille dinars (1.004.413.554.000 DA) et les crédits de paiement d’un montant de mille quarante milliards neuf cent quatre-vingt-douze millions cinq cent cinquante-quatre mille dinars (1.040.992.554.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de la santé, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le ministre des finances et le ministre de la santé sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 ———— Décrète : Journal officiel de la République algérienne démocratique et Mohamed Ennadir LARBAOUI. 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 77 78"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 78, "decree_id": "Décret exécutif n° 25-38", "text": "Décret exécutif n° 25-38 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre du travail, de l'emploi et de la sécurité sociale. Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Article 1er. — Les autorisations d’engagement d’un montant de huit cent trente-six milliards deux cent neuf millions trois cent soixante-dix-sept mille dinars (836.209.377.000 DA) et les crédits de paiement d’un montant de huit cent trente-six milliards trois cent neuf millions trois cent soixante-dix-sept mille dinars (836.309.377.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre du travail, de l'emploi et de la sécurité sociale, sont répartis conformément à l’état annexé au présent décret. Art. 2. — Le ministre des finances et le ministre du travail, de l'emploi et de la sécurité sociale sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 ———— Décrète : Mohamed Ennadir LARBAOUI. 9 Rajab 1446 9 janvier 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 79 80 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 81, "decree_id": "Décret exécutif n° 25-39", "text": "Décret exécutif n° 25-39 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; nomination des membres du Gouvernement ; et les crédits de paiement d’un montant de six cent vingt-deux millions de dinars (622.000.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition de la ministre des relations avec le Parlement, sont répartis conformément à l’état annexé au présent décret. qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 81 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition de la ministre des relations avec le Parlement. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de six cent treize millions de dinars (613.000.000 DA) Art. 2. — Le ministre des finances et la ministre des relations avec le Parlement sont chargés, chacun en ce Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 82 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 83, "decree_id": "Décret exécutif n° 25-40", "text": "Décret exécutif n° 25-40 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; nomination des membres du Gouvernement ; cent quatre-vingt- dix mille dinars (6.612.290.000 DA) et les crédits de paiement d’un montant de onze milliards cent quarante-et-un millions neuf cent quatre-vingt-dix mille dinars (11.141.990.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition de la ministre de l’environnement et de la qualité de la vie, sont répartis conformément à l’état annexé au présent décret. chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 83 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition de la ministre de l’environnement et de la qualité de la vie. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de six milliards six cent douze millions deux Art. 2. — Le ministre des finances et la ministre de l’environnement et de la qualité de la vie sont chargés, Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 84 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 85, "decree_id": "Décret exécutif n° 25-41", "text": "Décret exécutif n° 25-41 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; nomination des membres du Gouvernement ; millions huit cent vingt-huit mille dinars (19.647.828.000 DA) et les crédits de paiement d’un montant de dix-neuf milliards six cent quarante-sept millions huit cent vingt-huit mille dinars (19.647.828.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de l’économie de la connaissance, des start-up et des micro-entreprises, sont répartis conformément à l’état annexé au présent décret. micro-entreprises sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 85 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du ministre de l'économie de la connaissance, des start-up et des micro-entreprises. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de dix-neuf milliards six cent quarante-sept Art. 2. — Le ministre des finances et le ministre de l'économie de la connaissance, des start-up et des Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 86 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 87, "decree_id": "Décret exécutif n° 25-42", "text": "Décret exécutif n° 25-42 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; cinq cent quatre-vingt-six mille dinars (1.681.586.000 DA) et les crédits de paiement d’un montant de un milliard six cent cinquante-quatre millions cinq cent quinze mille dinars (1.654.515.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du Président de la Cour des comptes, sont répartis conformément à l’état annexé au présent décret. concerne, de l’exécution du présent décret qui sera publié au démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 87 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du Président de la Cour des comptes. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de un milliard six cent quatre-vingt-et-un millions Art. 2. — Le ministre des finances et le Président de la Cour des comptes sont chargés, chacun en ce qui le Journal officiel de la République algérienne Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 88 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 89, "decree_id": "Décret exécutif n° 25-43", "text": "Décret exécutif n° 25-43 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; mille dinars (400.480.000 DA) et les crédits de paiement d’un montant de quatre cent cinquante millions quatre cent quatre vingt mille dinars (450.480.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition de la présidente de la Haute autorité de transparence, de prévention et de lutte contre la corruption, sont répartis conformément à l’état annexé au présent décret. lutte contre la corruption sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 89 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition de la présidente de la Haute autorité de transparence, de prévention et de lutte contre la corruption. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de quatre cent millions quatre cent quatre vingt Art. 2. — Le ministre des finances et la présidente de la Haute autorité de transparence, de prévention et de Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 90 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 91, "decree_id": "Décret exécutif n° 25-44", "text": "Décret exécutif n° 25-44 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; millions cent quatre-vingt mille dinars (4.691.180.000 DA) et les crédits de paiement d’un montant de quatre milliards quatre-vingt-et-onze millions cent quatre-vingt mille dinars (4.091.180.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025 mis à la disposition du Président de l'Autorité nationale indépendante des élections, sont répartis conformément à l’état annexé au présent décret. chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 91 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du Président de l'Autorité nationale indépendante des élections. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de quatre milliards six cent quatre-vingt-et-onze Art. 2. — Le ministre des finances et le Président de l'Autorité nationale indépendante des élections sont Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 92 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 93, "decree_id": "Décret exécutif n° 25-45", "text": "Décret exécutif n° 25-45 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; trente-neuf mille dinars (887.139.000 DA) et les crédits de paiement d’un montant de neuf cent dix-sept millions cent trente-neuf mille dinars (917.139.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition de la présidente du Conseil national économique, social et environnemental, sont répartis conformément à l’état annexé au présent décret. sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 93 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition de la présidente du Conseil national économique, social et environnemental. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Décrète : Article. 1er. — Les autorisations d’engagement d’un montant de huit cent quatre-vingt-sept millions cent Art. 2. — Le ministre des finances et la présidente du Conseil national économique, social et environnemental Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 94 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 95, "decree_id": "Décret exécutif n° 25-46", "text": "Décret exécutif n° 25-46 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; cinq mille dinars (191.205.000 DA) et les crédits de paiement d’un montant de cent quatre-vingt-et-onze millions deux cent cinq mille dinars (191.205.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du Président du Haut conseil islamique, sont répartis conformément à l’état annexé au présent décret. concerne, de l’exécution du présent décret qui sera publié au démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 95 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du Président du Haut conseil islamique. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de cent quatre-vingt-et-onze millions deux cent Art. 2. — Le ministre des finances et le Président du Haut conseil islamique sont chargés, chacun en ce qui le Journal officiel de la République algérienne Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 96 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 97, "decree_id": "Décret exécutif n° 25-47", "text": "Décret exécutif n° 25-47 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; quatre-vingt-seize mille dinars (437.396.000 DA) et les crédits de paiement d’un montant de quatre cent trente sept millions trois cent quatre-vingt-seize mille dinars (437.396.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du président du Haut Conseil de la Langue Arabe, sont répartis conformément à l’état annexé au présent décret. ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 97 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du président du Haut Conseil de la Langue Arabe. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de quatre cent trente sept millions trois cent Art. 2. — Le ministre des finances et le président du Haut Conseil de la langue arabe sont chargés, chacun en Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 98 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 99, "decree_id": "Décret exécutif n° 25-48", "text": "Décret exécutif n° 25-48 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; quarante mille dinars (258.540.000 DA) et les crédits de paiement d’un montant de deux cent cinquante-huit millions cinq cent quarante mille dinars (258.540.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du président du Conseil National des Droits de l'Homme, sont répartis conformément à l’état annexé au présent décret. chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 99 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du président du Conseil National des Droits de l'Homme. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de deux cent cinquante-huit millions cinq cent Art. 2. — Le ministre des finances et le président du Conseil National des Droits de l'Homme sont chargés, Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 100 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 101, "decree_id": "Décret exécutif n° 25-49", "text": "Décret exécutif n° 25-49 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; cent trois mille dinars (284.403.000 DA) et les crédits de paiement d’un montant de deux cent quatre-vingt-quatre millions quatre cent trois mille dinars (284.403.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du président de l'Académie algérienne des sciences et des technologies, sont répartis conformément à l’état annexé au présent décret. sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 101 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du président de l'Académie algérienne des sciences et des technologies. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de deux cent quatre-vingt-quatre millions quatre Art. 2. — Le ministre des finances et le président de l'Académie algérienne des sciences et des technologies Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 102 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 103, "decree_id": "Décret exécutif n° 25-50", "text": "Décret exécutif n° 25-50 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; soixante-douze mille dinars (224.472.000 DA) et les crédits de paiement d’un montant de deux cent vingt-quatre millions quatre cent soixante-douze mille dinars (224.472.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du président du Conseil national de la recherche scientifique et des technologies, sont répartis conformément à l’état annexé au présent décret. technologies sont chargés, chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 103 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du président du Conseil national de la recherche scientifique et des technologies. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de deux cent vingt-quatre millions quatre cent Art. 2. — Le ministre des finances et le président du Conseil national de la recherche scientifique et des Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 104 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 105, "decree_id": "Décret exécutif n° 25-51", "text": "Décret exécutif n° 25-51 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; mille dinars (415.150.000 DA) et les crédits de paiement d’un montant de quatre cent quinze millions cent cinquante mille dinars (415.150.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du président de l'Observatoire national de la société civile, sont répartis conformément à l’état annexé au présent décret. chacun en ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 105 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du président de l'Observatoire national de la société civile. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de quatre cent quinze millions cent cinquante Art. 2. — Le ministre des finances et le président de l'Observatoire national de la société civile sont chargés, Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 106 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 9 Rajab 1446 9 janvier 2025"}
{"source": "F2025002.txt", "journal_date": "9 janvier 2025", "page_start": 107, "decree_id": "Décret exécutif n° 25-52", "text": "Décret exécutif n° 25-52 du 9 Rajab 1446 correspondant au 9 janvier 2025 portant répartition des complétée, relative aux lois de finances ; pour 2025 ; nomination du Premier ministre ; cinq mille dinars (1.106.335.000 DA) et les crédits de paiement d’un montant de un milliard cent vingt-six millions deux cent trente-cinq mille dinars (1.126.235.000 DA) ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du président du Conseil supérieur de la jeunesse, sont répartis conformément à l’état annexé au présent décret. ce qui le concerne, de l’exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 107 autorisations d’engagement et des crédits de paiement ouverts, au titre du budget de l’Etat, par la loi de finances pour 2025, mis à la disposition du président du Conseil supérieur de la jeunesse. ———— Le Premier ministre, Sur le rapport du ministre des finances, Vu la Constitution, notamment ses articles 112-5° et 141 (alinéa 2) ; Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant Décrète : Article 1er. — Les autorisations d’engagement d’un montant de un milliard cent six millions trois cent trente- Art. 2. — Le ministre des finances et le président du Conseil supérieur de la jeunesse sont chargés, chacun en Fait à Alger, le 9 Rajab 1446 correspondant au 9 janvier 2025. Mohamed Ennadir LARBAOUI. 108 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 02 9 Rajab 1446 9 janvier 2025 Imprimerie Officielle - Les Vergers, Bir-Mourad Raïs, BP 376 - ALGER-GARE"}
