{"source": "F2025010.txt", "journal_date": "11 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 20 Joumada Ethania 1", "text": "Arrêté du 20 Joumada Ethania 1446 correspondant au 22 décembre 2024 portant abrogation de l'"}
{"source": "F2025010.txt", "journal_date": "11 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 26 Joumada El Oula 1", "text": "arrêté du 26 Joumada El Oula 1446 correspondant au 28 novembre 2024 portant délégation de signature au directeur des finances et des moyens. La ministre de la solidarité nationale, de la famille et de la condition de la femme, Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 13-134 du 29 Joumada El Oula 1434 correspondant au 10 avril 2013 fixant les attributions du ministre de la solidarité nationale, de la famille et de la condition de la femme ; Vu l'arrêté du 26 Joumada El Oula 1446 correspondant au 28 novembre 2024 portant délégation de signature au directeur des finances et des moyens ; Arrête : Article 1er. — Les dispositions de l'"}
{"source": "F2025010.txt", "journal_date": "11 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 26 Joumada El Oula 1", "text": "arrêté du 26 Joumada El Oula 1446 correspondant au 28 novembre 2024 portant délégation de signature à M. Boubakar Belghomari, directeur des finances et des moyens, au ministère de la solidarité nationale, de la famille et de la condition de la femme, sont abrogées. Art. 2. — Le présent arrêté sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 20 Joumada Ethania 1446 correspondant au 22 décembre 2024. Soraya MOULOUDYI."}
{"source": "F2025010.txt", "journal_date": "11 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 20 Joumada Ethania 1", "text": "Arrêté du 20 Joumada Ethania 1446 correspondant au 22 décembre 2024 portant délégation de signature au sous-directeur du budget et de la comptabilité. La ministre de la solidarité nationale, de la famille et de la condition de la femme, Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 13-134 du 29 Joumada El Oula 1434 correspondant au 10 avril 2013 fixant les attributions du ministre de la solidarité nationale, de la famille et de la condition de la femme ; Vu le décret exécutif n° 13-135 du 29 Joumada El Oula 1434 correspondant au 10 avril 2013 portant organisation de l’administration centrale du ministère de la solidarité nationale, de la famille et de la condition de la femme ; Vu le décret exécutif n° 23-405 du 29 Rabie Ethani 1445 correspondant au 13 novembre 2023 autorisant les membres du Gouvernement à déléguer leur signature ; Vu le décret exécutif du 6 Moharram 1445 correspondant au 24 juillet 2023 portant nomination de M. Hamid Benazouz, sous-directeur du budget et de la comptabilité au ministère de la solidarité nationale, de la famille et de la condition de la femme ; Arrête : Article ler. — Dans la limite de ses attributions, délégation est donnée à M. Hamid Benazouz, sous-directeur du budget et de la comptabilité, à l'effet de signer, au nom de la ministre de la solidarité nationale, de la famille et de la condition de la femme, tous actes et décisions, les ordonnances de paiement ou de virement et de délégation de crédits, les pièces justificatives de dépenses et les ordres de recettes, à l’exclusion des arrêtés. Art. 2. — Le présent arrêté sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 20 Joumada Ethania 1446 correspondant au 22 décembre 2024. Soraya MOULOUDYI. Imprimerie Officielle - Les Vergers, Bir-Mourad Raïs, BP 376 - ALGER-GARE =================================================="}
