{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté interministériel du 23 Joumada Ethania 1", "text": "Arrêté interministériel du 23 Joumada Ethania 1446 correspondant au 25 décembre 2024 portant placement en position d'activité de certains corps spécifiques de l'administration chargée de l'industrie et de la promotion des investissements auprès de l'administration centrale du ministère des affaires religieuses et des wakfs. Le Premier ministre, Le ministre des affaires religieuses et des wakfs, et Le ministre de l'industrie et de la production pharmaceutique, Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 09-308 du 4 Chaoual 1430 correspondant au 23 septembre 2009 portant statut particulier des fonctionnaires appartenant aux corps spécifiques de l'administration chargée de l'industrie et de la promotion des investissements ; Vu le décret exécutif n° 14-193 du 5 Ramadhan 1435 correspondant au 3 juillet 2014 fixant les attributions du directeur général de la fonction publique et de la réforme administrative ; Vu le décret exécutif n° 20-373 du 26 Rabie Ethani 1442 correspondant au 12 décembre 2020 relatif aux positions statutaires du fonctionnaire ; Vu le décret exécutif n° 21-360 du 14 Safar 1443 correspondant au 21 septembre 2021 portant attributions du ministre des affaires religieuses et des wakfs ; Vu le décret exécutif n° 23-411 du 6 Joumada El Oula 1445 correspondant au 20 novembre 2023 fixant les attributions du ministre de l'industrie et de la production pharmaceutique ; Arrêtent : Article ler. — En application des dispositions de l'article 2 du"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 7 Joumada Ethania 14", "text": "Arrêté du 7 Joumada Ethania 1446 correspondant au 9 décembre 2024 portant constitution de la commission de recours compétente à l’égard des corps des fonctionnaires du ministère de l'industrie et de la production pharmaceutique. Le ministre de l'industrie et de la production pharmaceutique, Vu l'ordonnance n° 06-03 du 19 Joumada Ethania 1427 correspondant au 15 juillet 2006, complétée, portant statut général de la fonction publique ; Vu le décret n° 66-145 du 2 juin 1966, modifié et complété, relatif à l'élaboration et à la publication de certains actes à caractère réglementaire ou individuel concernant la situation des fonctionnaires ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 90-99 du 27 mars 1990 relatif au pouvoir de nomination et de gestion administrative, à l'égard des fonctionnaires et agents des administrations centrales, des wilayas et des communes ainsi que des établissements publics à caractère administratif en relevant ; Vu le décret exécutif n° 08-04 du 11 Moharram 1429 correspondant au 19 janvier 2008, modifié et complété, portant statut particulier des fonctionnaires appartenant aux corps communs aux institutions et administrations publiques ; Vu le décret exécutif n° 08-05 du 11 Moharram 1429 correspondant au 19 janvier 2008 portant statut particulier des ouvriers professionnels, des conducteurs d'automobiles et des appariteurs ; Vu le décret exécutif n° 09-161 du 7 Joumada El Oula 1430 correspondant au 2 mai 2009 portant statut particulier des fonctionnaires appartenant au corps des administrateurs des services de santé ; Vu le décret exécutif n° 09-241 du 29 Rajab 1430 correspondant au 22 juillet 2009 portant statut particulier des fonctionnaires appartenant aux corps techniques spécifiques de l'administration chargée de l'habitat et de l'urbanisme ; Vu le décret exécutif n° 09-308 du 4 Chaoual 1430 correspondant au 23 septembre 2009 portant statut particulier des fonctionnaires appartenant aux corps spécifiques de l'administration chargée de l'industrie et de la promotion des investissements ; 7 Rajab 1446 7 janvier 2025 Vu le décret exécutif n° 09-393 du 7 Dhou El Hidja 1430 correspondant au 24 novembre 2009 portant statut particulier des fonctionnaires appartenant aux corps des praticiens médicaux généralistes de santé publique ; Vu le décret exécutif n° 09-394 du 7 Dhou El Hidja 1430 correspondant au 24 novembre 2009 portant statut particulier des fonctionnaires appartenant au corps des praticiens médicaux spécialistes de santé publique ; Vu le décret exécutif n° 20-199 du 4 Dhou El Hidja 1441 correspondant au 25 juillet 2020 relatif aux commissions administratives paritaires, commissions de recours et des comités techniques dans les institutions et administrations publiques ; Vu le décret exécutif n° 23-411 du 6 Joumada El Oula 1445 correspondant au 20 novembre 2023 fixant les attributions du ministre de l'industrie et de la production pharmaceutique ; Vu le décret exécutif n° 23-412 du 6 Joumada El Oula 1445 correspondant au 20 novembre 2023 portant organisation de l'administration centrale du ministère de l'industrie et de la production pharmaceutique ; Arrête : Article ler. — En application des dispositions des articles 47, 48 et 49 du"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté interministériel du 8 Joumada Ethania 14", "text": "Arrêté interministériel du 8 Joumada Ethania 1446 correspondant au 10 décembre 2024 modifiant et complétant l’arrêté interministériel du 5 Chaoual 1445 correspondant au 14 avril 2024 fixant les montants des indemnités allouées aux recenseurs, aux contrôleurs, aux superviseurs et à d'autres catégories de personnels appelés à accomplir des tâches liées au recensement général de l'agriculture de l'année 2024. Le ministre de l’agriculture, du développement rural et de la pêche, et Le ministre des finances, Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 95-160 du 4 Moharram 1416 correspondant au 3 juin 1995, modifié et complété, portant organisation et fonctionnement du conseil national de la statistique ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 01 Vu le décret exécutif n° 01-114 du 13 Safar 1422 correspondant au 7 mai 2001, modifié et complété, portant recensement général de l'agriculture (R.G.A.) ; Vu le décret exécutif n° 20-128 du 28 Ramadhan 1441 correspondant au 21 mai 2020 fixant les attributions du ministre de l'agriculture et du développement rural ; Vu l'arrêté interministériel du 5 Chaoual 1445 correspondant au 14 avril 2024 fixant les montants des indemnités allouées aux recenseurs, aux contrôleurs, aux superviseurs et à d'autres catégories de personnels appelés à accomplir des tâches liées au recensement général de l'agriculture de l'année 2024 ; Arrêtent : Article ler. — Les dispositions de l'article 2 de l'"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté interministériel du 5 Chaoual 1445 corre", "text": "arrêté interministériel du 5 Chaoual 1445 correspondant au 14 avril 2024 susvisé, sont modifiées, complétées et rédigées comme suit : « Art. 2.— Les personnels ayant participé au recensement général de l'agriculture de l'année 2024, bénéficient d'une indemnité forfaitaire calculée au prorata des journées travaillées, plafonnée à la durée maximale fixée conformément au tableau ci-après : Catégorie maximum Montant Durée du travail u personnel DA/mois maximum | Ingénieurs en informatique (développeurs) | en informatique (développeurs) [3650000 500,00 [6m | mois D en informatique (décodage + _—_—_—_— un — 500.00 données et contrôle) | Superviseurs nationaux | | Superviseurs nationaux | [365000 500.00 Chargés de communication En 36 500,00 Superviseurs de wilayas | 2200000 000,00 Contrôleurs de wilayas 1350 32 500,00 2 mois Conducteurs de véhicules 1035 Ces indemnités sont versées à toutes les catégories figurant dans le tableau ci-dessus, et ce, à l'achèvement de cette opération de recensement général moyennant un bilan sur les objectifs réalisés après service fait. Art. 2. — Le présent arrêté sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 8 Joumada Ethania 1446 correspondant au 10 décembre 2024. Le ministre de l’agriculture, du développement rural et de la pêche Youcef CHERFA Le ministre des finances Laziz FAID ================================================== --- Page 14 --7 Rajab 1446 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 01"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 10 Joumada El Oula 1", "text": "Arrêté du 10 Joumada El Oula 1446 correspondant au 12 novembre 2024 portant désignation des membres du conseil scientifique du parc national de Gouraya (wilaya de Béjaïa). Par"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 10 Joumada El Oula 1", "text": "arrêté du 10 Joumada El Oula 1446 correspondant au 12 novembre 2024, les membres dont les noms suivent, sont désignés, en application des dispositions de l’article 19 du"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 11 Joumada El Oula 1", "text": "Arrêté du 11 Joumada El Oula 1446 correspondant au 13 novembre 2024 portant désignation des membres du conseil d'orientation du parc national du Djurdjura (wilaya de Bouira). Par"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 11 Joumada El Oula 1", "text": "arrêté du 11 Joumada El Oula 1446 correspondant au 13 novembre 2024, les membres dont les noms suivent, sont désignés, en application des dispositions de l'article 10 du"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 23 Joumada El Oula 1", "text": "Arrêté du 23 Joumada El Oula 1446 correspondant au 25 novembre 2024 portant délégation de signature au directeur de l'administration des moyens. Le ministre de l'agriculture, du développement rural et de la pêche, Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 20-128 du 28 Ramadhan 1441 correspondant au 21 mai 2020 fixant les attributions du ministre de l'agriculture et du développement rural ; Vu le décret exécutif n° 23-405 du 29 Rabie Ethani 1445 correspondant au 13 novembre 2023 autorisant les membres du Gouvernement à déléguer leur signature ; Vu le décret exécutif du 22 Dhou El Hidja 1443 correspondant au 21 juillet 2022 portant nomination de M. Brahim Benbouza, directeur de l'administration des moyens à l’ex-ministère de la pêche et des productions halieutiques ; Arrête : Article ler. — Dans la limite de ses attributions, délégation est donnée à M. Brahim Benbouza, directeur de l'administration des moyens, à l'effet de signer, au nom du ministre de l'agriculture, du développement rural et de la pêche, tous actes et décisions, à l'exclusion des arrêtés. Art. 2. — Le présent arrêté sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 23 Joumada El Oula 1446 correspondant au 25 novembre 2024. Youcef CHERFA. MINISTERE DES TRANSPORTS"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 14 Joumada Ethania 1", "text": "Arrêté du 14 Joumada Ethania 1446 correspondant au 15 décembre 2024 modifiant et complétant l'arrêté du 2 Rajab 1444 correspondant au 24 janvier 2023 portant désignation des membres du comité national de facilitation du transport aérien. Par"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 14 Joumada Ethania 1", "text": "arrêté du 14 Joumada Ethania 1446 correspondant au 15 décembre 2024, l’"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 2 Rajab 1444 corresp", "text": "arrêté du 2 Rajab 1444 correspondant au 24 janvier 2023 portant désignation des membres du comité national de facilitation du transport aérien, est modifié et complété comme suit : « — M. Hassan Boulfelfel, représentant du ministre chargé de l'aviation civile, président ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 01 — M. Mourad Dahmani, représentant du ministre d’Etat, ministre des affaires étrangères, de la communauté nationale à l'étranger et des affaires africaines ; — M. Fayçal Dehimi, représentant du ministre de la justice, garde des sceaux ; — Mme. Nawel Zerrad, représentante de la ministre de la solidarité nationale, de la famille et de la condition de la (sans changement jusqu'à) — M. Abderrahmane Araba, directeur général de l’établissement de gestion des services aéroportuaires d'Alger (EGSA) ; — M. Mokhtar Said Mediouni, président directeur général de la société de gestion de services et infrastructures aéroportuaires d'Alger (SGSIA) ; — M. Adel Frik, représentant du transporteur aérien national, « Air Algérie » ; — Mme. Rachida Ouali, représentante du transporteur aérien national, « Tassili Air Lines »."}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 13 Joumada Ethania 1", "text": "Arrêté du 13 Joumada Ethania 1446 correspondant au 15 décembre 2024 portant approbation du plan d'aménagement touristique de la zone d'expansion et site touristique « Timgad », wilaya de Batna. La ministre du tourisme et de l'artisanat, Vu la loi n° 03-03 du 16 Dhou El Hidja 1423 correspondant au 17 février 2003, modifiée et complétée, relative aux zones d'expansion et sites touristiques ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 07-86 du 21 Safar 1428 correspondant au 11 mars 2007, modifié, fixant les modalités d'établissement du plan d'aménagement touristique des zones d'expansion et sites touristiques ; Vu le décret exécutif n° 10-131 du 14 Joumada El Oula 1431 correspondant au 29 avril 2010 portant délimitation, déclaration et classement de zones d'expansion et sites touristiques ; ================================================== --- Page 16 --JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 01 Vu le décret exécutif n°16-05 du 29 Rabie El Aouel 1437 correspondant au 10 janvier 2016, modifié et complété, fixant les attributions du ministre du tourisme et de l'artisanat ; Vu l'arrêté du 29 Dhou El Hidja 1436 correspondant au 13 octobre 2015 portant prescription d'établissement de plans d'aménagement touristique des zones d'expansion et sites touristiques de Saida (N'Gaous), Timgad, Ghoufi et Arris (wilaya de Batna) ; Arrête : Article 1er. — En application des dispositions de l'article 18 du"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 13 Joumada Ethania 1", "text": "Arrêté du 13 Joumada Ethania 1446 correspondant au 15 décembre 2024 portant approbation du plan d'aménagement touristique de la zone d'expansion et site touristique « Ghoufi », wilaya de Batna. La ministre du tourisme et de l'artisanat, Vu la loi n° 03-03 du 16 Dhou El Hidja 1423 correspondant au 17 février 2003, modifiée et complétée, relative aux zones d'expansion et sites touristiques ; 7 Rajab 1446 7 janvier 2025 Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 07-86 du 21 Safar 1428 correspondant au 11 mars 2007, modifié, fixant les modalités d'établissement du plan d'aménagement touristique des zones d'expansion et sites touristiques ; Vu le décret exécutif n° 10-131 du 14 Joumada El Oula 1431 correspondant au 29 avril 2010 portant délimitation, déclaration et classement de zones d'expansion et sites touristiques ; Vu le décret exécutif n° 16-05 du 29 Rabie El Aouel 1437 correspondant au 10 janvier 2016, modifié et complété, fixant les attributions du ministre du tourisme et de l'artisanat ; Vu l'arrêté du 29 Dhou El Hidja 1436 correspondant au 13 octobre 2015 portant prescription d'établissement de plans d'aménagement touristique des zones d'expansion et sites touristique de Saida (N'Gaous), Timgad, Ghoufi et Arris (wilaya de Batna) ; Arrête : Article ler. — En application des dispositions de l'article 18 du"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 21 Joumada Ethania 1", "text": "Arrêté du 21 Joumada Ethania 1446 correspondant au 23 décembre 2024 portant approbation du plan d'aménagement touristique de la zone d'expansion et site touristique « Sidi Abdelkader », wilaya de Mostaganem. La ministre du tourisme et de l'artisanat, Vu la loi n° 03-03 du 16 Dhou El Hidja 1423 correspondant au 17 février 2003, modifiée et complétée, relative aux zones d'expansion et sites touristiques ; Vu le décret n° 88-232 du 5 novembre 1988, modifié, portant déclaration des zones d'expansion touristique ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 07-86 du 21 Safar 1428 correspondant au 11 mars 2007, modifié, fixant les modalités d'établissement du plan d'aménagement touristique des zones d'expansion et sites touristiques ; Vu le décret exécutif n° 16-05 du 29 Rabie El Aouel 1437 correspondant au 10 janvier 2016, modifié et complété, fixant les attributions du ministre du tourisme et de l'artisanat ; Vu l'arrêté du 29 Dhou El Hidja 1436 correspondant au 13 octobre 2015 portant prescription d'établissement de plans d'aménagement touristique des zones d'expansion et sites touristiques d'El Asfer, Sidi Abdelkader, Petit port, Brahim plage, Oued Roumane, Sekhra, Hadjadj plage, Bahara, Zerrifa et Kef Kadous (wilaya de Mostaganem) ; Arrête : Article 1er. — En application des dispositions de l'article 18 du"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 21 Joumada Ethania 1", "text": "Arrêté du 21 Joumada Ethania 1446 correspondant au 23 décembre 2024 portant approbation du plan d'aménagement touristique de la zone d'expansion et site touristique « El Asfer », wilaya de Mostaganem. La ministre du tourisme et de l'artisanat, Vu la loi n° 03-03 du 16 Dhou El Hidja 1423 correspondant au 17 février 2003, modifiée et complétée, relative aux zones d'expansion et sites touristiques ; Vu le décret n° 88-232 du 5 novembre 1988, modifié, portant déclaration des zones d'expansion touristique ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 07-86 du 21 Safar 1428 correspondant au 11 mars 2007, modifié, fixant les modalités d'établissement du plan d'aménagement touristique des zones d'expansion et sites touristiques ; Vu le décret exécutif n° 16-05 du 29 Rabie El Aouel 1437 correspondant au 10 janvier 2016, modifié et complété, fixant les attributions du ministre du tourisme et de l'artisanat ; Vu l'arrêté du 29 Dhou El Hidja 1436 correspondant au 13 octobre 2015 portant prescription d'établissement de plans d'aménagement touristique des zones d'expansion et sites touristiques d'El Asfer, Sidi Abdelkader, Petit port, Brahim plage, Oued Roumane, Sekhra, Hadjadj plage, Bahara, Zerrifa et Kef Kadous (wilaya de Mostaganem) ; ================================================== --- Page 18 --JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 01 Arrête : Article 1er. — En application des dispositions de l'article 18 du"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 21 Joumada Ethania 1", "text": "Arrêté du 21 Joumada Ethania 1446 correspondant au 23 décembre 2024 portant approbation du plan d'aménagement touristique de la zone d'expansion et site touristique « El Macta », wilaya de Mostaganem. La ministre du tourisme et de l'artisanat, Vu la loi n° 03-03 du 16 Dhou El Hidja 1423 correspondant au 17 février 2003, modifiée et complétée, relative aux zones d'expansion et sites touristiques ; Vu le décret n° 88-232 du 5 novembre1988, modifié, portant déclaration des zones d'expansion touristique ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 07-86 du 21 Safar 1428 correspondant au 11 mars 2007, modifié, fixant les modalités d'établissement du plan d'aménagement touristique des zones d'expansion et sites touristiques ; Vu le décret exécutif n° 16-05 du 29 Rabie El Aouel 1437 correspondant au 10 janvier 2016, modifié et complété, fixant les attributions du ministre du tourisme et de l'artisanat ; Vu l'arrêté du 11 Rabie Ethani 1438 correspondant au 10 janvier 2017 portant prescription d'établissement du plan d'aménagement touristique de la zone d'expansion et site touristique d'El Macta (wilaya de Mostaganem) ; 7 Rajab 1446 7 janvier 2025 Arrête : Article ler. — En application des dispositions de l'article 18 du"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 21 Joumada Ethania 1", "text": "Arrêté du 21 Joumada Ethania 1446 correspondant au 23 décembre 2024 portant approbation du plan d'aménagement touristique de la zone d'expansion et site touristique « Oureah Sablettes », wilaya de Mostaganem. La ministre du tourisme et de l'artisanat, Vu la loi n° 03-03 du 16 Dhou El Hidja 1423 correspondant au 17 février 2003, modifiée et complétée, relative aux zones d'expansion et sites touristiques ; Vu le décret n° 88-232 du 5 novembre 1988, modifié, portant déclaration des zones d'expansion touristique ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 07-86 du 21 Safar 1428 correspondant au 11 mars 2007, modifié, fixant les modalités d'établissement du plan d'aménagement touristique des zones d'expansion et sites touristiques ; Vu le décret exécutif n° 16-05 du 29 Rabie El Aouel 1437 correspondant au 10 janvier 2016, modifié et complété, fixant les attributions du ministre du tourisme et de l'artisanat ; ================================================== --- Page 19 --7 Rajab 1446 7 janvier 2025 Vu l'arrêté du 20 Rajab 1435 correspondant au 20 maï 2014, modifié, portant prescription d'établissement de plans d'aménagement touristique des zones d'expansion et sites touristiques de Cheliff-plage, Kharouba, Oureah sablettes et Stidia plage (wilaya de Mostaganem) ; Arrête : Article 1er. — En application des dispositions de l'article 18 du"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 10 Joumada Ethania 1", "text": "Arrêté du 10 Joumada Ethania 1446 correspondant au 12 décembre 2024 modifiant l’arrêté du 18 Dhou El Hidja 1445 correspondant au 24 juin 2024 portant nomination des membres du conseil d'administration de l'agence nationale d'appui et de développement de l'entrepreneuriat. Par"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 10 Joumada Ethania 1", "text": "arrêté du 10 Joumada Ethania 1446 correspondant au 12 décembre 2024, l’"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 18 Dhou El Hidja 144", "text": "arrêté du 18 Dhou El Hidja 1445 correspondant au 24 juin 2024 portant nomination des membres du conseil d'administration de l'agence nationale d'appui et de développement de l'entrepreneuriat est modifié comme suit : (sans changement jusqu’à) de la micro-entreprise ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 01 — Meriem Oulmane, secrétaire permanente du fonds de caution mutuelle de garantie risques/crédits porteurs de projets ; (le reste sans changement) *"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 13 Joumada Ethania 1", "text": "Arrêté du 13 Joumada Ethania 1446 correspondant au 15 décembre 2024 portant désignation des membres du conseil scientifique et technique de l'établissement national de promotion et de gestion des structures d'appui aux start-up. Par"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 13 Joumada Ethania 1", "text": "arrêté du 13 Joumada Ethania 1446 correspondant au 15 décembre 2024, les membres dont les noms suivent, sont désignés, en application des dispositions de l'article 19 du"}
{"source": "F2025001.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 7 Ramadhan 1445 corr", "text": "arrêté du 7 Ramadhan 1445 correspondant au 17 mars 2024 portant désignation des membres du conseil scientifique et technique de l'établissement national de promotion et de gestion des structures d'appui aux start-up. ================================================== --- Page 20 --JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 01 ANNONCES ET COMMUNICATIONS BANQUE D’ALGERIE Situation mensuelle au 30 novembre 2024 — — — — D — — — — Droits de tirages spéciaux (DTS) Accords de paiements internationaux Participations et placements Souscriptions aux organismes financiers multilatéraux et régionaux Créances sur l’Etat (loi n° 62-156 du 31/12/1962) Avances au Trésor public en compte courant (art. 48 de la loi n° 23-09 du 21/06/2023) Avances exceptionnelles consenties au Trésor public (art. 48 de la loi n° 23-09 du 21/06/2023) Titres émis ou garantis par l'Etat : sosie Publics Privés Pensions (**) Publiques Privées Au titre de l’article 55 de la loi n° 23-09 du 21/06/2023 Au titre de l’article 45 bis de l’ordonnance n° 03-11 du 26/08/2003 Comptes de chèques postaux Effets réescomptés : Avances et crédits en comptes courants Comptes de recouvrement Immobilisations nettes Autres postes de l’actif PASSIF Billets et pièces en circulation Engagements extérieurs Accords de paiement internationaux Contrepartie des allocations de DTS Compte courant créditeur du Trésor public Comptes des banques et établissements financiers Reprise de liquidité (*) Capital Réserves Provisions Autres postes du passif * y compris la facilité de dépôts ** y compris les opérations d’open market Imprimerie Officielle - Les Vergers, Bir-Mourad Raïs, BP 376 - ALGER-GARE 7 Rajab 1446 7 janvier 2025 Montants en DA 1.143.112.486.06 898.302.403 485,25 566.656.558.636,44 512.948 .963,72 7.866.164.675 426,50 386.463.831.867,93 0,00 0,00 0,00 6.384.407.000.000,00 520.207 .000.000,00 5.864.200.000.000,00 1.161.311.246,85 0,00 0,00 0,00 796.206.011.216,19 796.206.011.216,19 0,00 0,00 0,00 24.345 411.591,92 348.684.288.992,55 17.274.047.553.913,41 9.013.307.772.295,70 582.224.134.872.,45 1.373.938.057,68 551.354.997.306,43 461.624.072.505 41 1.686.826.975.327,66 7.000.000.000.,00 500.000.000.000,00 1.042.067.249.700,77 1.500.000.000.000,00 1.928.268.413.847,31 17.274.047.553.913,41 =================================================="}
