{"source": "F2025007.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l’habitat, sur proposition des autorités dont ils relèvent, pour une durée de trois (3) ans, renouvelable. Art. 12. — La commission nationale se réunit sur convocation de son président et élabore et adopte son règlement intérieur à la majorité des voix de ses membres présents, lors de sa première réunion. ================================================== --- Page 7 --6 Chaâbane 1446 5 février 2025 CHAPITRE 4 LISTE DES INFRASTRUCTURES ET BATIMENTS A VALEUR STRATEGIQUE OÙ PATRIMONIALE A CONFORTER DANS CHAQUE WILAYA Art. 13. — Il est institué par"}
{"source": "F2025007.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l’intérieur, sur proposition des autorités dont ils relèvent. Art. 5. — Le comité comprend deux (2) sous-comités techniques : — le sous-comité technique chargé de l’évaluation des dégâts et de l’estimation financière nécessaire pour la phase de relèvement ; — le sous-comité technique chargé de l’élaboration des recommandations pour mieux reconstruire et réhabiliter, sur la base d'études effectuées par des organismes compétents. 6 Chaâbane 1446 5 février 2025 Aït. 6. — Le comité se réunit sur convocation de son président, il élabore et adopte son règlement intérieur à la majorité des voix de ses membres lors de sa première réunion. Art. 7. — Le présent décret sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 28 Rajab 1446 correspondant au 28 janvier 2025. Mohamed Ennadir LARBAOUI. x"}
{"source": "F2025007.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l’intérieur. Art. 9. — Les attributions et les modalités de fonctionnement de la commission de wilaya sont fixées par"}
{"source": "F2025007.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du wali, territorialeme", "text": "arrêté du wali, territorialement compétent. Art. 10. — Le présent décret sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 28 Rajab 1446 correspondant au 28 janvier 2025. Mohamed Ennadir LARBAOUI. x"}
{"source": "F2025007.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du wali, territorialeme", "text": "arrêté du wali, territorialement compétent, fixe la liste des installations et des ouvrages industriels faisant l’objet d’un plan particulier d’intervention, sur proposition de la commission citée à l’article 14 ci-dessous. Section 2 Du plan interne d’intervention Aït. 7. — Le plan interne d'intervention est un document qui fixe les modalités de planification et de gestion des interventions et des secours, lors de la survenance d’un accident, à l’intérieur de l'installation ou de l’ouvrage industriel et les moyens mobilisés à ce titre, et définit au titre de l’installation ou de l’ouvrage industriel concerné, l’ensemble des mesures de prévention, notamment les systèmes d’alarme et d’alerte, et les études techniques y afférentes. Art. 8. — Le plan interne d'intervention s’applique aux installations industrielles et aux lignes de transport par canalisations des hydrocarbures qui, par danger d’incendie, d’explosion ou d’émanation de substances toxiques, peuvent créer des risques pour les travailleurs, la population et les biens ainsi que pour l’environnement. Section 3 Des installations et ouvrages industriels soumis à des réglementations spécifiques Art. 9. — Sont exclus du champ d’application du présent décret, les installations et les ouvrages industriels soumis à des réglementations spécifiques, notamment : — les installations, ouvrages industriels et aires de stockage relevant du ministère de la défense nationale ; — les installations et les ouvrages industriels présentant des risques liés aux rayonnements ionisants. CHAPITRE 2 CONDITIONS ET MODALITES D'ELABORATION ET D’APPROBATION DES PLANS D’INTERVENTION Section 1 Des conditions et des modalités d'élaboration des plans d’intervention Art. 10. — Les plans d’intervention sont élaborés à la charge de l’exploitant de l’installation ou de l’ouvrage industriel sur la base : 6 Chaâbane 1446 5 février 2025 — d’une étude de vulnérabilité de l’installation ou de l’ouvrage industriel aux risques de catastrophes pour les plans particuliers d’intervention ; — d’une étude de danger pour les plans internes d’intervention. Ces études doivent déterminer, selon le cas, le degré de vulnérabilité aux risques ou le degré de dangerosité susceptibles d’atteindre les installations ou les ouvrages industriels et les mesures à prendre pour garantir leur capacité à y faire face. Art. 11. — L'étude de vulnérabilité et l’étude de danger citées à l’article 10 ci-dessus, sont élaborés à la charge de l’exploitant de l’installation ou de l’ouvrage industriel, qui fait recours aux bureaux d'études agréés par l'Etat, conformément à la réglementation en vigueur. Art. 12. — Les plans d’intervention sont élaborés par des institutions habilitées de l’Etat ou par des bureaux d’études agréés par l’Etat, selon un canevas fixé par arrêté conjoint du ministre chargé de l’intérieur, du ministre chargé de l’industrie et du ministre chargé de l’environnement. Ces plans doivent se baser sur des études et documents probants et scientifiquement prouvés. Pour les installations et les lignes de transport par canalisations des hydrocarbures et du gaz et les installations et les ouvrages des activités d’hydrocarbures situés dans une zone industrielle, le plan particulier d’intervention de cette zone est élaboré à la charge du responsable de l’administration et de la gestion de la zone industrielle et des exploitants. Att. 13. — Les institutions et organismes habilités de l’Etat sont tenus de fournir tout document et toutes informations nécessaires à l’élaboration des plans d’intervention. Section 2 Des conditions et des modalités d'approbation des plans d’intervention Aït. 14. — Il est créé par"}
{"source": "F2025007.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du wali, au niveau de c", "text": "arrêté du wali, au niveau de chaque wilaya, une commission chargée de l’approbation des projets des plans d’intervention, désignée ci-après la « commission ». La commission, présidée par le wali, territorialement compétent, ou son représentant, est composée des membres suivants ou de leurs représentants : — le commandant du secteur militaire ; — le commandant du groupement territorial de la gendarmerie nationale ; — le chef du service territorial de la sécurité intérieure ; ================================================== --- Page 13 --6 Chaâbane 1446 5 février 2025 — le chef de la sûreté de wilaya ; — le directeur de la protection civile ; — le directeur de l’énergie et des mines ; — Je directeur de l’industrie ; — le directeur de l’hydraulique ; — le directeur de l’environnement ; — Je directeur de l’urbanisme, de l’architecture et de la construction ; — le directeur des services agricoles ; — Je directeur de la santé ; — le directeur des travaux publics ; — le directeur des transports ; — le conservateur des forêts ; — l'inspecteur de travail ; — le ou les chef (s) de daïra (s) concerné (s) ; — le ou les président (s) de l’assemblée (s) populaire (s) communal (aux) concerné(s). La commission peut faire appel à toute personne susceptible de l’assister dans ses travaux, en raison de ses compétences. L'exploitant de l’installation ou de l’ouvrage industriel concerné est tenu d’assister aux travaux de la commission. Il en est de même pour le gérant de la zone industrielle lorsqu’il s’agit du plan particulier d’intervention de ladite zone. Le secrétariat de la commission est assuré par la direction de la protection civile de wilaya. Art. 15. — La commission doit statuer sur la demande d’approbation du projet du plan d’intervention dans un délai n’excédant pas trois (3) mois, à compter de la date du dépôt de la demande. Dépassé ce délai, le projet du plan d’intervention est considéré recevable. La commission peut demander un aménagement du plan ou un complément d’études, dans ce cas le délai prévu dans l’alinéa précédent commence à courir à partir de la date du dépôt du projet du plan d’intervention modifié. Art. 16. — Les attributions et les modalités de fonctionnement de la commission sont fixées par"}
{"source": "F2025007.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du wali, territorialeme", "text": "arrêté du wali, territorialement compétent. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 07 Art. 17. — Après leur approbation, une copie des plans d’intervention est transmise aux exploitants de l’installation ou de l’ouvrage industriel ainsi qu’aux intervenants concernés par leur mise en œuvre. En outre, une copie du plan particulier d’intervention est transmise aux communes concernées et aux wilayas limitrophes lorsque les effets des risques particuliers identifiés peuvent s’étendre aux territoires de ces wilayas. CHAPITRE 3 MODALITES DE MISE EN ŒUVRE, D’EVALUATION ET D’ACTUALISATION DES PLANS D’INTERVENTION Section 1 Des modalités de mise en œuvre et d’évaluation des plans d’intervention Art. 18. — Les travailleurs des installations et des ouvrages industriels doivent être : — informés, formés et sensibilisés aux risques liés à l’exploitation des installations et des ouvrages industriels et à l’utilisation des équipements et procédés techniques, de leurs conséquences, ainsi qu’à la conduite à tenir en cas d’accident ; — consultés dans l’élaboration des plans d’intervention qui seront mis à leur disposition. Art. 19. — En cas d’accident industriel, l’exploitant déclenche le plan interne d’intervention et prend en charge la direction des opérations internes et informe les services de la protection civile en leur communiquant, instantanément, toutes les informations y afférentes, notamment : — les circonstances de l’accident ; — les équipements, les matières et/ou les substances dangereuses en cause ; — les mesures d’urgence prises ; — les données disponibles pour évaluer les effets de l’accident sur les personnes, les biens et l’environnement. Art. 20. — Le directeur de la protection civile de wilaya informe, immédiatement, le wali de la situation et lui communique les données relatives à l’accident afin d’engager, le cas échéant, les mesures nécessaires pour la prise en charge médicale des victimes, ainsi que la protection des personnes, des biens et de l’environnement. Att.21.— En cas de d’incapacité des moyens d’intervention de l'installation ou de l’ouvrage industriel de faire face à l’accident, l’exploitant demande l’intervention des services de la protection civile qui assurent aussitôt la direction des opérations et informent le wali pour un éventuel déclenchement du plan particulier d’intervention. ================================================== --- Page 14 --JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 07 Art. 22. — Le directeur de wilaya de l’industrie ou de l’énergie, selon le cas, doit : — recueillir, au moyen d’investigations, les informations nécessaires pour une analyse globale de l’accident ; — établir un rapport sur l’accident et le transmettre au wali qui le transmet au ministre chargé de l’industrie ou du ministre chargé l’énergie, selon le cas, et au ministre du secteur CONCerné ; — formuler des recommandations concernant les futures mesures de prévention et d’intervention. Art. 23. — Le plan particulier d’intervention est déclenché par le wali dans les cas suivants : — la survenance d’une catastrophe telle que définie par le plan particulier d'intervention ; — lorsque les moyens du plan interne d’intervention s’avèrent insuffisants pour faire face à l’accident. Att. 24. — Un programme annuel d’exercices de simulation des plans particuliers d’intervention, est élaboré et adopté par la commission, en concertation avec l’exploitant de l’installation ou de l’ouvrage industriel considéré. Par ailleurs, l’exploitant doit réaliser des exercices de simulation du plan interne d’intervention afin de tester sa fiabilité. Ces exercices doivent avoir lieu, au moins, deux (2) fois par an. Aït. 25. — A chaque déclenchement des plans d’intervention et après chaque exercice de simulation, la commission établit un rapport d'évaluation de sa mise en œuvre. Le wali, territorialement compétent, transmet le rapport au ministre chargé de l’intérieur, au ministre chargé de l’environnement et au ministre concerné par l'installation ou l’ouvrage industriel. Section 2 Des modalités d’actualisation des plans d’intervention Art. 26. — Les plans d’intervention sont réexaminés pour une éventuelle actualisation à la demande du directeur de l’environnement ou du directeur de l’industrie de wilaya, ainsi que dans les cas suivants : — à l’initiative de l’exploitant en cas de modification de l’installation et de l’ouvrage industriel, de l’aire de stockage, de la nature et des quantités de matières et/ou de substances dangereuses pouvant avoir des répercussions importantes ; — après chaque exercice de simulation ; 6 Chaâbane 1446 5 février 2025 — à la suite de la survenance d’un risque de catastrophe ; — en cas de changement de la liste des intervenants et de leurs missions ; — en cas de changement de la législation ou de la réglementation y afférentes. Art. 27. — Le ministre chargé de l’industrie ou le ministre chargé de l’énergie, selon le cas, tient, dans le cadre d’un système d’information, un fichier rassemblant les renseignements sur les accidents survenus sur le territoire national, les causes qui les ont provoqués, les mesures adoptées et les expériences acquises, afin de permettre aux institutions, organismes et aux opérateurs économiques d'utiliser ces informations pour actualiser et améliorer leurs pratiques quant à faire face aux risques de catastrophes. Les modalités d’application du présent article sont définies par arrêté conjoint du ministre chargé de l’intérieur, du ministre chargé de l’industrie et du ministre chargé de l’énergie. CHAPITRE 4 DISPOSITIONS TRANSITOIRES ET FINALES Aït. 28. — Les exploitants des installations et des ouvrages industriels en état de fonctionnement à la date de publication du présent décret et qui ne disposent pas de plans d’intervention, sont tenus de se conformer à ses dispositions dans un délai n’excédant pas une (1) année, à compter de la date de son entrée en vigueur. Les exploitants des installations et des ouvrages industriels qui ne sont pas en service à la date d’entrée en vigueur du présent décret, ne peuvent exercer qu'après l’approbation des plans d'intervention de leurs installations ou ouvrage industriel par la commission citée à l’article 14 ci-dessus. Att. 29. — Sont abrogées, toutes les dispositions contraires au présent décret, notamment le"}
{"source": "F2025007.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 16 Rajab 1446 corres", "text": "Arrêté du 16 Rajab 1446 correspondant au 16 janvier 2025 portant remplacement de deux membres de la commission nationale des biens culturels. Par"}
{"source": "F2025007.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 16 Rajab 1446 corres", "text": "arrêté du 16 Rajab 1446 correspondant au 16 janvier 2025, les membres dont les noms suivent sont remplacés, en application des dispositions de l'article 4 du"}
{"source": "F2025007.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 21 Rajab 1446 corres", "text": "Arrêté du 21 Rajab 1446 correspondant au 21 janvier 2025 portant institutionnalisation du festival culturel international du théâtre du Sahara. Le ministre de la culture et des arts, Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 03-297 du 13 Rajab 1424 correspondant au 10 septembre 2003, modifié et complété, fixant les conditions et les modalités d'organisation des festivals culturels ; Vu le décret exécutif n° 05-79 du 17 Moharram 1426 correspondant au 26 février 2005 fixant les attributions du ministre de la culture ; Arrête : Article ler. — En application des dispositions de l'article 2 du"}
{"source": "F2025007.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 8 Rajab 1446 corresp", "text": "Arrêté du 8 Rajab 1446 correspondant au 8 janvier 2025 modifiant l'arrêté du 22 Joumada Ethania 1443 correspondant au 25 janvier 2022 portant création des commissions administratives paritaires auprès de l'administration centrale du ministère de la communication. Le ministre de la communication, Vu l'ordonnance n° 06-03 du 19 Joumada Ethania 1427 correspondant au 15 juillet 2006, complétée, portant statut général de la fonction publique ; Vu le décret n° 66-145 du 2 juin 1966, modifié et complété, relatif à l'élaboration et à la publication de certains actes à caractère réglementaire ou individuel concernant la situation des fonctionnaires ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 90-99 du 27 mars 1990 relatif au pouvoir de nomination et de gestion administrative, à l'égard des fonctionnaires et agents des administrations centrales, des wilayas et des communes ainsi que des établissements publics à caractère administratif en relevant ; Vu le décret exécutif n° 08-04 du 11 Moharram 1429 correspondant au 19 janvier 2008, modifié et complété, portant statut particulier des fonctionnaires appartenant aux corps communs aux institutions et administrations publiques ; Vu le décret exécutif n° 08-05 du 11 Moharram 1429 correspondant au 19 janvier 2008 portant statut particulier des ouvriers professionnels, des conducteurs d'automobiles et des appariteurs ; Vu le décret exécutif n° 11-216 du 10 Rajab 1432 correspondant au 12 juin 2011 fixant les attributions du ministre de la communication ; Vu le décret exécutif n° 11-217 du 10 Rajab 1432 correspondant au 12 juin 2011 portant organisation de l'administration centrale du ministère de la communication ; Vu le décret exécutif n° 20-199 du 4 Dhou El Hidja 1441 correspondant au 25 juillet 2020 relatif aux commissions administratives paritaires, commissions de recours et des comités techniques dans les institutions et administrations publiques ; Vu l'arrêté du 22 Joumada Ethania 1443 correspondant au 25 janvier 2022 portant création des commissions administratives paritaires auprès de l'administration centrale du ministère de la communication ; ================================================== --- Page 18 --6 Chaâbane 1446 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 07 _ 5 février 2025 Arrête : Article ler. — Les dispositions de l’article 2 de l'"}
{"source": "F2025007.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 22 Joumada Ethania 1", "text": "arrêté du 22 Joumada Ethania 1443 correspondant au 25 janvier 2022 portant création des commissions administratives paritaires auprès de l'administration centrale du ministère de la communication, sont modifiées et rédigées comme suit : « Art. 2. — Il est constitué auprès de l'administration centrale du ministère de la communication trois (3) commissions administratives paritaires, conformément au tableau ci-après : Représentants de l’administration | Représentants des fonctionnaires Corps et grades Membres Membres Membres Membres titulaires suppléants titulaires suppléants Commissions Administrateur conseiller Administrateur principal Administrateur analyste Administrateur commission Assistant administrateur Traducteur - interprète en chef Ingénieur en statistiques en chef Traducteur - interprète principal Ingénieur principal en statistiques Ingénieur d'Etat en informatique Ingénieur d'Etat en statistiques Documentaliste - archiviste analyste Traducteur - interprète Documentaliste - archiviste Assistant ingénieur de niveau 2 en statistiques Assistant ingénieur de niveau 2 en informatique = © ‘2 2) .£ = = © (®] Assistant ingénieur de niveau 1 en informatique Attaché principal d'administration Comptable administratif principal Secrétaire principal de direction Technicien supérieur en informatique Attaché d'administration Agent principal d'administration Comptable administratif Technicien en informatique Secrétaire de direction Secrétaire Ouvrier professionnel hors catégorie Ouvrier professionnel 1ère catégorie Conducteur d'automobile 2ème catégorie commission Art. 3. — Le présent arrêté sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 8 Rajab 1446 correspondant au 8 janvier 2025. Mohamed MEZIANE. ================================================== --- Page 19 --6 Chaâbane 1446 5 février 2025 MINISTERE DES TRANSPORTS"}
{"source": "F2025007.txt", "journal_date": "31 décembre 2024", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 6 Joumada Ethania 14", "text": "Arrêté du 6 Joumada Ethania 1446 correspondant au 8 décembre 2024 fixant les modalités et les conditions de validation des acquis de l’expérience professionnelle des gens de mer en activité à bord des navires de commerce pour l’obtention des certificats d’aptitude. Le ministre des transports, Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 90-166 du 2 juin 1990, modifié et complété, portant statut-type des écoles techniques de formation et d’instruction maritimes ; Vu le décret exécutif n° 16-108 du 12 Joumada Ethania 1437 correspondant au 21 mars 2016, modifié et complété, fixant les conditions de qualifications professionnelles et d’obtention des titres maritimes correspondants ; Vu le décret exécutif n° 21-366 du 20 Safar 1443 correspondant au 27 septembre 2021 fixant les attributions du ministre des transports ; Vu le décret exécutif n° 21-367 du 20 Safar 1443 correspondant au 27 septembre 2021 portant organisation de l’administration centrale du ministère des transports ; Vu l'arrêté interministériel du 5 Dhou El Hidja 1439 correspondant au 16 août 2018 fixant les normes d’aptitude physique des gens de mer ; Arrête : Article 1er. — En application des dispositions de l’article 103 bis du"}
