{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l'éducation nationale. Aït. 15. — Outre les distinctions honorifiques et récompenses prévues par les dispositions des articles 112 et 113 de l’ordonnance n° 06-03 du 19 Joumada Ethania 1427 correspondant au 15 juillet 2006, complétée, susvisée, les personnels enseignants, peuvent, à titre exceptionnel et une seule fois durant leur carrière professionnelle, bénéficier en contrepartie d'un effort exceptionnel ou de la réalisation de travaux distingués et de qualité dans le domaine de la spécialité et en relation avec l’enseignement ou avec les résultats scolaires, ou l'obtention de titres dans des compétitions scientifiques ou culturelles, artistiques ou sportives à caractère national ou international, de l'un des avantages suivants : — la promotion dans le grade ; — l’avancement d’un (1) ou de deux (2) échelons ; — la réduction de la durée requise pour la promotion dans le grade. Les modalités d'application des dispositions du présent article sont fixées par décret exécutif. Aït. 16. — Les personnels enseignants, classés au dixième (10ème) échelon, peuvent bénéficier d’une réduction du volume horaire d’enseignement hebdomadaire en tenant compte du volume horaire alloué à la discipline conformément à l’organisation pédagogique des établissements d’éducation et d’enseignement. Les modalités d’application des dispositions du présent article sont fixées par"}
{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l’éducation nationale. Art. 17. — Les personnels enseignants peuvent bénéficier d’un congé de mobilité professionnelle rémunéré, en vue d’approfondir leurs connaissances dans le domaine de leur spécialité ou de préparer un changement d’activité au sein du secteur de l’éducation nationale. Le congé de mobilité professionnelle est accordé aux personnels enseignants une seule fois au cours de leur carrière professionnelle et pour une durée maximale d'une (1) année non renouvelable. Les modalités d’application des dispositions du présent article sont fixées par arrêté conjoint du ministre chargé de l’éducation nationale, du ministre chargé des finances et de l'autorité chargée de la fonction publique. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 04 Aït. 18. — A l’occasion de la préparation d’une qualification scientifique dans le domaine de leur spécialité, les personnels enseignants peuvent bénéficier d’une adaptation de leur volume horaire d’enseignement dans le cadre de l’opération d’attribution et de répartition de l’horaire prévu dans les établissements d’éducation et d’enseignement sans compromettre le volume horaire alloué à la discipline et à l’établissement d’éducation et d’enseignement dans le cadre des organisations pédagogiques. Les modalités d’application des dispositions du présent article sont fixées par"}
{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l’éducation nationale. Aït. 19. — Les personnels enseignants peuvent être appelés à occuper des postes supérieurs structurels affiliés au ministère chargé de l’éducation nationale, et dont les missions correspondent à celles dévolues aux structures concernées. Art. 20. — Les fonctionnaires appartenant au grade de professeur émérite dans les trois (3) niveaux d’enseignement ayant exercé leur fonction durant cinq (5) années consécutives en cette qualité peuvent bénéficier, une seule fois durant leur carrière professionnelle, d’un congé scientifique d’une durée d’une (1) année, en vue d’actualiser leurs connaissances et de contribuer ainsi à l’amélioration du système pédagogique et éducatif. Ils sont considérés durant le congé scientifique, en position d’activité. Les modalités d'application des dispositions du présent article sont fixées par décret exécutif. Art. 21. — Les personnels enseignants se trouvant dans l'incapacité d’exercer leurs tâches, en raison de la détérioration de leur état de santé, peuvent être affectés sur des postes aménagés conformément aux conditions définies par la législation et la réglementation en vigueur. Section 2 Obligations Aït. 22. — Dans le cadre de l’exercice de leurs missions, les fonctionnaires sont tenus : — de respecter les composantes de l'identité nationale et les valeurs religieuses, morales et culturelles de la Nation ; — de respecter et de faire respecter l’autorité de l’Etat dans le cadre de la législation et de la réglementation en vigueur ; — de faire preuve d’esprit de responsabilité, d’abnégation et de loyauté dans l’exercice de leurs fonctions ; — manifester la disponibilité permanente au travail ; — de se conformer à l’obligation de neutralité ; — de consacrer leurs efforts au service des fondements de l’école algérienne ; — de faire preuve de bonne conduite envers les collègues et les usagers du service public d'éducation et d’enseignement ; — d’adopter le dialogue comme méthode de gestion et de participation. ================================================== --- Page 6 --JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 04 Art. 23. — Dans le cadre de leurs attributions, les fonctionnaires sont tenus de : — participer aux cycles de formation, de perfectionnement et de recyclage en tant que bénéficiaire ou encadreur, au cours de l’année même lors des vacances scolaires, le cas échéant ; — participer à l’encadrement des élèves au cours des séances de soutien et de remédiation pédagogique durant les vacances scolaires ; — de répondre à toute réquisition émanant du ministère chargé de l’éducation nationale. Les modalités d’application des dispositions du présent article sont fixées par"}
{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l’éducation nationale. Art. 24. — Outre le volume horaire hebdomadaire d’enseignement prévu par le présent statut particulier, les personnels enseignants sont tenus : — de préparer les cours et d’évaluer le travail des élèves conformément aux instructions, horaires et programmes arrêtés par le ministre chargé de l’éducation nationale ; — de participer à l’organisation et au déroulement des examens, épreuves et CONCOUrs programmés ; — de participer aux conseils et aux réunions prévus au sein de l’établissement d’éducation et d’enseignement ; — de compléter, le cas échéant, leur horaire hebdomadaire dans un établissement d’éducation et d’enseignement de la même circonscription. Art. 25. — Les personnels enseignants doivent accomplir leurs tâches conformément aux instructions, horaires et programmes arrêtés par le ministre chargé de l’éducation nationale. Art. 26. — Les personnels d’inspection sont tenus de prêter devant le tribunal compétent le serment selon la formule suivante : gelois Gpoll SLT plats sqails 4iall As çLe Los ill lasholls Msn N JS à pis « dtgè Joël Le le Le serment n’est pas renouvelé tant qu’il n’est pas survenu d'interruption définitive de la fonction. Les modalités d’application des dispositions du présent article sont fixées par arrêté conjoint du ministre chargé de l’éducation nationale et du ministre de la justice, garde des Sceaux. 23 Rajab 1446 23 janvier 2025 Art. 27. — En plus des horaires de travail officiels, le directeur d’établissement d’éducation et d’enseignement, le censeur et l’intendant sont astreints, dans le cadre de l’exercice de leurs fonctions, et même en dehors des horaires de travail, à une présence de jour comme de nuit dans l'établissement, en cas de nécessité. Les modalités d’application du présent article sont fixées par"}
{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l’éducation nationale. Art. 28. — Les personnels enseignants et les personnels d’éducation sont tenus, dans le cadre de leurs missions, d’accompagner les élèves lors de leurs déplacements à l’extérieur de l’établissement, conformément à la réglementation en vigueur, dans les cas suivants : — pratique des séances d'éducation physique et sportive dans les espaces sportifs ; — réalisation des travaux pratiques sur terrain ; — participation à des manifestations et activités éducatives et culturelles liées aux objectifs du système éducatif et à son ouverture sur l'environnement ; — transfert des élèves vers les établissements de santé en cas d'accident scolaire. Art. 29. — Les fonctionnaires bénéficient de leur congé annuel pendant la période des vacances scolaires d’été conformément au calendrier des vacances scolaires. Toutefois, ils sont tenus, au cours de ces vacances d’assurer en alternance la permanence et de participer aux examens, épreuves, concours et cycles de formation. Art. 30. — Les missions prévues par le présent décret peuvent être précisées, le cas échéant, par"}
{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l’éducation nationale. Chapitre 3 RECRUTEMENT, STAGE, TITULARISATION, PROMOTION ET AVANCEMENT Section 1 Recrutement et promotion au grade Att.31. — Les fonctionnaires sont recrutés et promus selon les conditions et les proportions prévues par le présent décret. Les proportions applicables aux différents modes de recrutement et de promotion peuvent être modifiées selon chargée de la fonction publique. ================================================== --- Page 7 --23 Rajab 1446 23 janvier 2025 Art. 32. — Outre les conditions de recrutement citées par l’article 75 de l’ordonnance n° 06-03 du 19 Joumada Ethania 1427 correspondant au 15 juillet 2006, complétée, susvisée, il est exigé pour les candidats au recrutement dans les grades des personnels enseignants cités dans le présent statut particulier, d’avoir l’aptitude d’exercer les missions, de jouir d’une élocution, d’une audition et d’une vision intactes, et en étant indemnes de tout empêchement sur le plan sanitaire pouvant entraver l’accomplissement des tâches qui leurs sont attribuées. Ils subissent, préalablement à leur recrutement, un examen médical spécialisé. Les modalités d’application des dispositions du présent article sont fixées par arrêté conjoint du ministre chargé de l’éducation nationale, du ministre chargé de l’enseignement supérieur et du ministre chargé de la santé. Art. 33. — L'accès aux écoles normales supérieures afin de suivre la formation spécialisée pour le recrutement dans les grades de professeur de l’enseignement primaire classe 1, de professeur de l’enseignement moyen classe 1 et de professeur de l’enseignement secondaire classe 1, s’effectue dans les conditions et les modalités fixées par la réglementation en vigueur. Les effectifs pouvant être retenus à cette formation sont fixés par arrêté conjoint du ministre chargé de l’éducation nationale, du ministre chargé de l’enseignement supérieur et de l’autorité chargée de la fonction publique. Art. 34. — Le recrutement et la promotion dans les corps et grades cités dans le présent décret s’effectuent en fonction des titres et diplômes requis, dont les spécialités sont fixées par arrêté conjoint du ministre chargé de l’éducation nationale et de l’autorité chargée de la fonction publique. Section 2 Stage, titularisation et avancement Art. 35. — En application des dispositions des articles 83 et 84 de l’ordonnance n° 06-03 du 19 Joumada Ethania 1427 correspondant au 15 juillet 2006, complétée, susvisée, les candidats recrutés dans les corps et grades prévus par le présent statut particulier sont nommés en qualité de stagiaire par arrêté ou décision, selon le cas, de l’autorité investie du pouvoir de nomination. Ils sont astreints à l’accomplissement d’un stage probatoire d’une durée d’une (1) année conformément aux dispositions réglementaires en vigueur. Art. 36. — Les personnels enseignants recrutés par voie de concours, sont tenus durant le stage probatoire de suivre une formation pédagogique préparatoire dont la durée, le contenu et les modalités d’organisation sont fixés par"}
{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l’éducation nationale. Aït. 37. — Les personnels enseignants issus des établissements de formation spécialisée ainsi que ceux recrutés par voie de concours subissent, au cours de la période de stage, un examen de titularisation comportant des épreuves pratiques et orales effectué par une commission qualifiée. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 04 Les modalités d'organisation, de déroulement de la période de stage et la composition de la commission sont fixées, pour chaque corps, par"}
{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l’éducation nationale. Art. 38. — Les conseillers analystes de l’orientation et de la guidance scolaire et professionnelle, les intendants, les superviseurs de l’éducation, les éducateurs spécialisés en soutien éducatif, les attachés principaux de laboratoire et les conseillers en alimentation scolaire sont soumis, au cours de la période de stage, à une inspection de titularisation effectuée par une commission qualifiée. Les modalités de l’inspection et la composition de la commission sont fixées, pour chaque corps, par"}
{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l’éducation nationale. Art. 39. — A l’issue de la période de stage, et tenant compte des résultats de l’examen ou l'inspection de titularisation établis par les commissions prévues par les articles 37 et 38 ci-dessus, les stagiaires sont, soit titularisés, soit astreints à une prolongation de la période du stage une seule fois pour la même durée, soit licenciés sans préavis ni indemnité, selon la législation et la réglementation en vigueur. Art. 40. — Les rythmes d'avancement dans les échelons applicables aux fonctionnaires sont fixés à trois (3) durées : minimale, moyenne et maximale. Toutefois, les personnels enseignants, les personnels de direction d’établissements d’éducation et d'enseignement et les personnels d'inspection ainsi que le corps des censeurs bénéficient d’un rythme d’avancement fixé à deux (2) durées : minimale et moyenne, conformément aux dispositions de l’article 12 du"}
{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l’éducation nationale. ================================================== --- Page 8 --JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 04 Aït. 42. — Le fonctionnaire est notifié de l’ensemble des arrêtés et décisions individuelles relatives à sa carrière professionnelle. Les modalités d’application des dispositions du présent article sont fixées par"}
{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l’éducation nationale. Chapitre 4 EVALUATION Art. 43. — Les fonctionnaires sont soumis, au cours de leur carrière professionnelle à une évaluation continue et périodique basée sur un ensemble de principes qui déterminent le cadre de référence du secteur de l’éducation nationale en ce qui concerne l’ensemble des activités pédagogiques, éducatives, administratives et financières au sein des établissements d’éducation et d'enseignement afin d’apprécier la performance en termes de compétence, de capacité, d’accomplissement des tâches, de formation continue, de conduite et de relation avec les membres de la communauté éducative. L'évaluation est confiée au responsable hiérarchique et aux personnels d’inspection selon la spécialité ainsi qu’aux responsables des instances investies des prérogatives d'évaluation. Aït. 44. — L'évaluation des fonctionnaires a pour finalité : — l’avancement dans les échelons ; — la promotion dans le grade au choix ou sur titre ; — le mouvement annuel ; — l'octroi d'avantages liés au rendement et à la performance ; — l'octroi de distinctions honorifiques et de récompenses. L'évaluation est prise en compte, également, pour la nomination à un poste supérieur ainsi que pour l’accès à la formation ou pour bénéficier d’autres avantages. Art. 45. — L'évaluation des fonctionnaires est fondée sur des critères objectifs destinés à apprécier, notamment : — le respect des obligations générales et statutaires ; — la compétence professionnelle ; — l'efficacité, le rendement et la discipline ; — le suivi de cycles de formation continue ; — Ja manière de servir ; — la performance pédagogique et éducative. 23 Rajab 1446 23 janvier 2025 Art. 46. — Les modalités d’application des dispositions du présent chapitre sont déterminées par"}
{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l’éducation nationale. Chapitre 5 MOUVEMENT DES FONCTIONNAIRES Art. 47.— Le mouvement peut être à caractère général et périodique ou à caractère limité et circonstanciel et s'effectue dans la limite des nécessités de service. Les fonctionnaires sont affectés initialement pour une durée de deux (2) années scolaires. A l’issue de cette période, ils sont tenus de participer au mouvement annuel. Art. 48. — Les tableaux de mouvement annuel sont établis par l’autorité ayant pouvoir de nomination sur la base : — de la liste de postes vacants ; — de la liste de postes susceptibles d’être vacants, établie en fonction des demandes formulées par les fonctionnaires et la nécessité de service. Les fonctionnaires concernés par le mouvement annuel sont classés selon les critères cités à l’article 45 ci-dessus, l’ancienneté et la situation familiale. Les tableaux de mouvement annuel sont présentés aux commissions administratives paritaires compétentes pour avis. Art. 49. — Lorsque les nécessités de service le commandent, la mutation obligatoire du fonctionnaire, hors mouvement annuel, peut être prononcée d’office. L'avis de la commission administrative paritaire compétente doit être recueilli même après l’intervention de la décision de mutation. L'avis de la commission s’impose à l’autorité qui a prononcé la mutation. Dans ce cas, le fonctionnaire concerné peut participer au mouvement de l’année scolaire suivante. Art. 50. — L'inscription au tableau de mouvement annuel s'effectue à : — titre obligatoire, pour le fonctionnaire ayant exercé pendant deux (2) années scolaires dans le poste d’affectation initial ; — la demande du fonctionnaire ayant exercé pendant, au moins, deux (2) années scolaires dans le même poste ; — l'initiative de l’autorité investie du pouvoir de nomination en vue d’assurer une répartition équilibrée des fonctionnaires ; — la demande du fonctionnaire muté sur initiative de l’autorité investie du pouvoir de nomination en vue d’assurer une répartition équilibrée des fonctionnaires ; — la demande du fonctionnaire muté obligatoirement, hors mouvement annuel, pour nécessité de service. ================================================== --- Page 9 --23 Rajab 1446 23 janvier 2025 Les mutations des fonctionnaires prennent effet à la rentrée scolaire qui suit l’adoption du tableau de mouvement. Art. 51. — Le fonctionnaire peut obtenir, à sa demande, une mutation hors de son organisme employeur dans la limite des postes vacants. Art. 52. — Les modalités d’application des dispositions du présent chapitre sont déterminées par"}
{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l’éducation nationale. Chapitre 6 FORMATION ET PERFECTIONNEMENT Art. 53. — Les fonctionnaires sont tenus de suivre des cycles de formation spécialisée et des cycles de formation organisés par le ministère chargé de l’éducation nationale, en vue d’améliorer leurs capacités scientifiques et leurs compétences professionnelles et acquérir de nouvelles connaissances scientifiques et technologiques, conformément à la législation et à la règlementation en vigueur. Tous les types de formation visent la promotion professionnelle et la qualification à de nouvelles missions ainsi que le développement de la qualité du service public. Ait. 54. — Les fonctionnaires, bénéficiaires ou encadreurs, sont tenus de participer aux cycles de formation, de perfectionnement et de recyclage selon les types de formation cités dans le présent statut particulier ainsi que celles citées dans la réglementation en vigueur. Art. 55. — Des cycles de formation, de perfectionnement et de recyclage sont organisés au cours de l’année scolaire et pendant les vacances scolaires, conformément à la législation et à la réglementation en vigueur. Chapitre 7 POSITIONS STATUTAIRES Art. 56. — En application de l’article 127 de l’ordonnance n° 06-03 du 19 Joumada Ethania 1427 correspondant au 15 juillet 2006, complétée, susvisée, les proportions maximales des fonctionnaires régis par le présent statut particulier susceptibles d’être placés à leur demande, dans une position statutaire de détachement, de hors cadre ou de mise en disponibilité sont fixées pour chaque corps au sein de l’organisme employeur comme suit : — détachement : 3% ; — hors cadre : 1% ; — mise en disponibilité : 3%. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 04 Chapitre 8 REGIME DISCIPLINAIRE Art. 57. — Les fonctionnaires régis par le présent statut particulier sont soumis au régime disciplinaire prévu au chapitre VII de l’ordonnance n° 06-03 du 19 Joumada Ethania 1427 correspondant au 15 juillet 2006, complétée, susvisée. Toutefois, les périodes de vacances scolaires ne sont pas comprises dans les délais du régime disciplinaire. Art. 58. — Outre les fautes professionnelles prévues par les dispositions de l’article 180 de l’ordonnance n° 06-03 du 19 Joumada Ethania 1427 correspondant au 15 juillet 2006, complétée, susvisée, sont considérées comme fautes professionnelles de troisième degré : — le refus d'accomplir les tâches en relation avec les aspects pédagogiques, éducatifs, administratifs et financiers ; — l’entrave aux activités administratives, financières, éducatives et pédagogiques ; — l’abstention et/ou le refus de réceptionner et de distribuer les moyens et les supports pédagogiques ; — l’abstention et/ou le refus d’accomplir les opérations prévues dans l’organisation et le déroulement des examens scolaires et professionnels ; — l'acte de confier l’exécution des missions statutaires à une tierce personne. Art. 59. — Outre les fautes professionnelles prévues par les dispositions de l’article 181 de l’ordonnance n° 06-03 du 19 Joumada Ethania 1427 correspondant au 15 juillet 2006, complétée, susvisée, sont considérées comme fautes professionnelles de quatrième degré, sans préjudice des procédures pénales prévues par la législation en vigueur, le fait, pour le fonctionnaire : — de commettre ou de contribuer délibérément à la falsification des bulletins de notes scolaires d’un élève ; — de délivrer un certificat de scolarité ou tout autre document falsifié ; — de commettre des actes de violences physiques ou sévices moraux et toutes formes de brimades envers autrui au sein du milieu scolaire ; — de divulguer les sujets des examens scolaires ou professionnels et de perturber le bon déroulement des examens ; — de s’écarter du contenu des programmes et curricula officiels et d’inciter aux idées à caractère idéologiques, politiques, partisanes ou de faire usage d’un discours de discrimination et de haine ; ================================================== --- Page 10 --JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 04 — de commettre des actes de violences envers l’élève quelle qu'en soit la forme ; — d’engager, de régler, d’ordonner et d’émettre des mandats de paiement au-delà des limites des crédits ouverts ou autorisés ou sans ceux-ci au niveau des établissements d’éducation et d’enseignement ; — d’exercer un autre emploi ou une activité lucrative à titre privé, quelle que soit leur nature ; — de s’abstenir et/ou de refuser d’occuper ou d’évacuer le logement de fonction attribué dans le cadre de la nécessité ou de l’intérêt de service ; — d’arrêter ou s'abstenir de travailler sans tenir compte des procédures et des dispositions légales en vigueur. Chapitre 9 DISPOSITIONS GENERALES D’INTEGRATION Art. 60. — Les fonctionnaires appartenant aux corps et grades prévus par le"}
{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l’éducation nationale. Paragraphe 2 Conditions de promotion Art. 277. — Sont promus en qualité d’inspecteur de l’éducation nationale dans la limite des postes à pourvoir, et par voie d’examen professionnel, les inspecteurs dans les spécialités suivantes : a) au titre de la spécialité « disciplines » : — les inspecteurs de l’enseignement primaire spécialité disciplines, justifiant de huit (8) années de service effectif en cette qualité ; — les inspecteurs de l’enseignement moyen spécialité disciplines, justifiant de huit (8) années de service effectif en cette qualité ; — les inspecteurs de l’enseignement secondaire spécialité disciplines, justifiant de six (6) années de service effectif en cette qualité. b) au titre de la « spécialité administration des écoles primaires, des collèges et des lycées » : — les inspecteurs de l’enseignement primaire spécialité administration des écoles primaires, justifiant de huit (8) années de service effectif en cette qualité ; — les inspecteurs de l’enseignement moyen, spécialité administration des collèges, justifiant de huit (8) années de service effectif en cette qualité ; — les inspecteurs de l’enseignement secondaire spécialité administration des lycées, justifiant de six (6) années de service effectif en cette qualité. ================================================== --- Page 40 --JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 04 Paragraphe 3 Dispositions transitoires Art. 278. — Pour la constitution initiale du grade, sont intégrés dans le grade des inspecteurs de l’éducation nationale, les inspecteurs de l’éducation nationale justifiant de dix (10) années de service effectif en cette qualité, ainsi que les inspecteurs justifiant de cinq (5) années de service effectif en cette qualité et titulaires du diplôme de doctorat ou d’un diplôme reconnu équivalent dans la spécialité requise, au titre des spécialités suivantes : — disciplines dans les écoles primaires, les collèges et les lycées ; — administration des écoles primaires, des collèges et des lycées. Les modalités d’application du présent article sont fixées par arrêté conjoint du ministre chargé de l’éducation nationale, du ministre chargé des finances et de l’autorité chargée de la fonction publique. TITRE NI DISPOSITIONS APPLICABLES AUX POSTES SUPERIEURS Chapitre ler DISPOSITIONS COMMUNES Art. 279. — En application des dispositions de l’article 11 (alinéa ler) de l'ordonnance n° 06-03 du 19 Joumada Ethania 1427 correspondant au 15 juillet 2006, complétée, susvisée, la liste des postes supérieurs au titre des corps spécifiques de l'éducation nationale est fixée comme suit : — professeur coordinateur de l'enseignement moyen ; — professeur coordinateur de l'enseignement secondaire. Art. 280. — Le nombre de postes supérieurs prévus à l’article 279 ci-dessus, est fixé par arrêté conjoint du ministre chargé de l’éducation nationale, du ministre chargé des finances et de l’autorité chargée de la fonction publique. Art. 281. — La nomination dans les postes supérieurs de professeur coordinateur de l’enseignement moyen et de professeur coordinateur de l’enseignement secondaire ne peut intervenir qu’en l’absence de professeurs de l’enseignement moyen classe 2 et de professeurs de l’enseignement secondaire classe 2. Il est mis fin aux fonctions des professeurs coordinateurs dès l’affectation de professeurs de classe 2 au sein des établissements concernés. Art. 282. — La nomination et la fin de fonction dans les postes supérieurs prévus à l’article 279 ci-dessus, est prononcée par arrêté ou décision de l’autorité ayant pouvoir de nomination. 23 Rajab 1446 23 janvier 2025 Chapitre 2 PROFESSEUR COORDINATEUR DE L'ENSEIGNEMENT MOYEN Section 1 Définition des tâches Art. 283. — Outre les tâches dévolues aux professeurs de l’enseignement moyen et aux professeurs de l’enseignement moyen classe 1, les professeurs coordinateurs de l’enseignement moyen sont chargés de la coordination de la discipline ou de la classe et participent à l’encadrement des opérations de formation préparatoire et pratique. Section 2 Conditions de nomination Aït. 284. — Les professeurs coordinateurs de l'enseignement moyen sont nommés, sur proposition du directeur du collège, parmi les professeurs de l’enseignement moyen et les professeurs de l’enseignement moyen classe 1, titulaires et justifiant d’au moins de deux (2) années de service effectif en cette qualité, classés selon des critères d’aptitude professionnelle, de rendement et d'ancienneté. Les modalités de prise en compte de ces critères sont déterminées par instruction du ministre chargé de l’éducation nationale. Chapitre 3 PROFESSEUR COORDINATEUR DE L'ENSEIGNEMENT SECONDAIRE Section 1 Définition des tâches Aït. 285. — Outre les tâches dévolues aux professeurs de l'enseignement secondaire et aux professeurs de l'enseignement secondaire classe 1, les professeurs coordinateurs de l’enseignement secondaire sont chargés de la coordination, de la discipline ou de la classe et participent à l’encadrement des opérations de formation préparatoire et pratique. Section 2 Conditions de nomination Art. 286. — Les professeurs coordinateurs de l'enseignement secondaire sont nommés, sur proposition du directeur du lycée, parmi les professeurs de l’enseignement secondaire et les professeurs de l'enseignement secondaire classe 1, titulaires et justifiant d’au moins de deux (2) années de service effectif en cette qualité, classés selon des critères d’aptitude professionnelle, de rendement et d’ancienneté. Les modalités de prise en compte de ces critères sont déterminées par instruction du ministre chargé de l’éducation nationale. ================================================== --- Page 41 --23 Rajab 1446 0, JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 04 23 janvier 2025 TITRE IV CLASSIFICATION DES GRADES ET BONIFICATION INDICIAIRE DES POSTES SUPERIEURS Chapitre ler CLASSIFICATION DES GRADES Art. 287. — En application des dispositions de l’article 118 de l’ordonnance n° 06-03 du 19 Joumada Ethania 1427 correspondant au 15 juillet 2006, complétée, susvisée, la classification des grades des fonctionnaires appartenant aux corps spécifiques de l’éducation nationale est fixée conformément aux tableaux ci-après : 1. Personnels enseignants CLASSIFICATION CORPS GRADES Catégorie | Indice minimal Maître de l’école primaire Maître de l’école primaire Professeur de l’enseignement primaire . Le Professeur de l’enseignement primaire classe 1 Professeurs de l’enseignement primaire é 10 12 13 Œ Œ 11 12 13 15 é 16 13 14 16 7 ; = Professeurs de l’enseignement secondaire 2. Personnels d’éducation CLASSIFICATION CORPS GRADES Catégorie | Indice minimal Censeur de l’enseignement primaire Censeurs ; - LH | Censeur de l’enseignement moyen | 15 Censeur de l’enseignement secondaire | 16 | 'ensei 13 | 'ensei |__| Professeur de l’enseignement fondamental | Professeur de l’enseignement fondamental | 1 | Professeur de l’enseignement moyen | 12 | , . Professeur de l’enseignement moyen classe 1 | 13 | Professeurs de l’enseignement moyen 'ensci 15 | 'ensei BE 'ensci | | 'ensei 16 | Conseiller de l’éducation Conseiller de l’éducation Adjoint de l’éducation Adjoint principal de l’éducation Superviseur de l’éducation Adjoints de l’éducation Superviseur principal de l’éducation 14 15 16 — 13 Superviseurs de l’éducation ps . Superviseur général de l’éducation Educateur spécialisé en soutien éducatif Lioticé 4 : Educateur spécialisé principal en soutien éducatif Educateurs spécialisés en soutien éducatif P P P Educateur spécialisé en chef en soutien éducatif Educateur spécialisé général en soutien éducatif | 1 | ================================================== --- Page 42 --23 Rajab 1446 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 04 __ 23 janvier 2025 Tableau (suite) 3- Personnels de l’orientation et de la guidance scolaire et professionnelle CLASSIFICATION GRADES Catégorie | Indice minimal Conseiller de l’orientation et de la guidance scolaire 12 737 et professionnelle Conseiller analyste de l’orientation et de la guidance 778 Conseillers de l’orientation et de la guidance scolaire et professionnelle scolaire et professionnelle Conseiller principal de l’orientation et de la guidance 14 821 scolaire et professionnelle Conseiller en chef de l’orientation et de la guidance - . 16 913 scolaire et professionnelle CLASSIFICATION GRADES Catégorie | Indice minimal Agent technique de laboratoire Agent technique de laboratoire 4- Personnels de laboratoire Adjoint technique de laboratoire Adjoint technique de laboratoire | 7 Attaché de laboratoire | 8 | 5 7 Attaché principal de laboratoire 10 Attaché en chef de laboratoire 11 2 Attaché superviseur de laboratoire 5- Personnels de l’alimentation scolaire 488 548 579 ) | 653 Attachés de laboratoire 608 737 CLASSIFICATION GRADES Catégorie | Indice minimal Conseiller en alimentation scolaire Conseillers en alimentation scolaire Conseiller principal en alimentation scolaire Conseiller en chef en alimentation scolaire 6- Personnels d’intendance CLASSIFICATION GRADES Catégorie | Indice minimal Adjoint des services économiques Adjoints des services économiques Adjoint principal des services économiques | 5 Sous-intendant Sous-intendants Sous-intendant gestionnaire Intendants Intendant Intendant principal ================================================== --- Page 43 --23 Rajab 1446 0, JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 04 23 janvier 2025 Tableau (suite) 7- Personnels de direction des établissements d’éducation et d’enseignement CLASSIFICATION . Catégorie . minimal Directeur d’école primaire Directeur de l’école primaire Fous | 6. Directeur de collège Directeur de collège [ou | on | Directeur de lycée Directeur de lycée EE 8- Personnels d’inspection | CLASSIFICATION | CORPS GRADES Catégorie Indice minimal Inspecteurs de l’enseignement primaire spécialité disciplines on pue Inspecteurs de l’enseignement primaire Inspecteur de l’enseignement primaire spécialité administration des écoles primaires Inspecteur de l’enseignement primaire spécialité alimentation scolaire Inspecteur de l’enseignement moyen spécialité disciplines Inspecteur de l’enseignement moyen spécialité administration des 17 962 Inspecteurs de l’enseignement | collèges Inspecteur de l’orientation et de la guidance scolaire et professionnelle aux collèges Inspecteur de la gestion fmancière et matérielle des collèges catégorie-| 1130 Inspecteur de l’enseignement secondaire spécialité disciplines , . Inspecteur de l’enseignement secondaire spécialité administration des | Hors catégorie-| 1130 Inspecteurs de l’enseignement lycées subdivision 1 secondaire mobs de l’orientation et de la guidance scolaire et professionnelle Hors sEégore” 1130 Inspecteur de la gestion financière et matérielle des lycées Inspecteur de l’éducation nationale | Inspecteur de l’éducation nationale Hors catégorie-| 11090 subdivision 2 Chapitre 2 BONIFICATION INDICIAIRE DES POSTES SUPERIEURS Art. 288. — En application des dispositions de l’article 3 du"}
{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l'éducation nationale. Art. 7. L'indemnité de qualification est servie, mensuellement, aux personnels cités aux articles 3 et 4 ci-dessus, aux taux suivants : + 40% du traitement pour les fonctionnaires classés aux catégories 12 et moins ; + 45 % du traitement pour les fonctionnaires classés aux catégories 13 et plus. ================================================== --- Page 45 --23 Rajab 1446 23 janvier 2025 Art. 8. — L'indemnité de documentation pédagogique est servie mensuellement aux personnels cités aux articles 3 et 4 ci-dessus, en montants forfaitaires fixés comme suit : + 2.000 DA pour les fonctionnaires classés aux catégories 10 et moins ; + 2.500 DA pour les fonctionnaires classés aux catégories 11 et 12 ; + 3.000 DA pour les fonctionnaires classés aux catégories 13 et plus. Art. 9. — L'indemnité d'expérience pédagogique est servie, mensuellement, au taux de 4% du traitement de base par échelon au profit des personnels cités à l’article 3 ci-dessus. Ait. 10. — L'indemnité de soutien scolaire et de remédiation pédagogique est servie, mensuellement, aux personnels cités aux articles 3,4 et 5 ci-dessus, aux taux suivants : + 45% du traitement aux personnels enseignants, personnels d'éducation issus des corps d’enseignants et aux personnels de direction des établissements d’éducation et d’enseignement, ainsi qu’aux personnels d’inspection spécialités « disciplines » et « administration des établissements d’éducation et d’enseignement » ; + 30 % du traitement aux personnels d'éducation non issus des corps enseignants, personnels de l'orientation et de la guidance scolaire et professionnelle et aux personnels de l'alimentation scolaire, ainsi qu’aux inspecteurs de l’enseignement primaire spécialité alimentation scolaire et aux inspecteurs de l’orientation et de la guidance scolaire et professionnelle des collèges et lycées ; + 15 % du traitement aux personnels d'intendance et aux personnels de laboratoire ainsi qu’aux inspecteurs de la gestion financière et matérielle des collèges et lycées. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 04 Art. 11. — L'indemnité de direction d'établissement d’enseignement est servie, mensuellement, au profit des directeurs d’établissements d’éducation et d’enseignement en exercice effectif de leurs tâches, en montants forfaitaires fixés comme suit : + 3.000 DA pour le directeur de l’école primaire ; + 4.000 DA pour le directeur de collège ; + 5.000 DA pour le directeur de lycée. Att.12. — L'indemnité de gestion financière et matérielle est servie, mensuellement, au taux de 4 % du traitement de base par échelon au profit des personnels cités à l’article 4 ci-dessus. Art.13. — Les primes et indemnités, prévues à l’article 2 ci- dessus, sont soumises aux cotisations de sécurité sociale et de retraite. Art. 14. — Les modalités de mise en œuvre des dispositions du présent décret peuvent être précisées, en tant que de besoin, par instruction conjointe du ministre chargé des finances et de l’autorité chargée de la fonction publique. Art.15. — Le présent décret prend effet, à compter du ler janvier 2025. Att.16. — Les dispositions du"}
{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté interministériel du 8 Rajab 1446 corresp", "text": "Arrêté interministériel du 8 Rajab 1446 correspondant au 8 janvier 2025 portant approbation de l'inventaire quantitatif, qualitatif et estimatif des biens, droits, obligations et personnels de l’agence nationale de développement du tourisme (A.N.D.T), dissoute, transférés à l’agence nationale du foncier touristique Le ministre des finances, et La ministre du tourisme et de l'artisanat, Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 91-455 du 23 novembre 1991 relatif à l'inventaire des biens du domaine national ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 16-05 du 29 Rabie El Aouel 1437 correspondant au 10 janvier 2016, modifié et complété, fixant le attributions du ministre du tourisme et de l'artisanat ; Vu le décret exécutif n° 23-489 du 15 Joumada Ethania 1445 correspondant au 28 décembre 2023 portant création, organisation et fonctionnement de l'Agence nationale du foncier touristique ; ================================================== --- Page 47 --23 Rajab 1446 23 janvier 2025 Vu l'arrêté interministériel du 29 Dhou El Kaâda 1445 correspondant au 6 juin 2024 portant désignation des membres de la commission interministérielle chargée de l'établissement de l'inventaire quantitatif, qualitatif et estimatif des biens, droits, obligations et personnels de l'Agence nationale de développement du tourisme, dissoute ; Vu le rapport de la commission chargée de l'établissement de l'inventaire quantitatif, qualitatif et estimatif des biens, droits, obligations et personnels de l’Agence nationale de développement du tourisme, dissoute ; Arrêtent : Article ler. — En application des dispositions de l'article 33 du"}
{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté interministériel du 29 Dhou El Kaâda 144", "text": "arrêté interministériel du 29 Dhou El Kaâda 1445 correspondant au 6 juin 2024 susvisé, et joint à l'original du présent arrêté. Art. 2. — Le présent arrêté sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 8 Rajab 1446 correspondant au 8 janvier 2025. Le ministre des finances La ministre du tourisme et de l'artisanat Houria MEDDAHI MINISTERE DE LA SANTE"}
{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté interministériel du 5 Rajab 1446 corresp", "text": "Arrêté interministériel du 5 Rajab 1446 correspondant au 5 janvier 2025 modifiant l’arrêté interministériel du 16 Dhou El Hidja 1431 correspondant au 22 novembre 2010 fixant les effectifs par emploi, leur classification et la durée du contrat des agents exerçant des activités d'entretien, de maintenance ou de service au titre de l'administration centrale du ministère de la santé, de la population et de la réforme hospitalière. Laziz FAID Le Premier ministre, Le ministre des finances, et Le ministre de la santé, JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 04 Vu le décret présidentiel n° 07-308 du 17 Ramadhan 1428 correspondant au 29 septembre 2007, modifié et complété, fixant les modalités de recrutement des agents contractuels, leurs droits et obligations, les éléments constitutifs de leur rémunération, les règles relatives à leur gestion ainsi que le régime disciplinaire qui leur est applicable, notamment son article 8 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 11-379 du 25 Dhou El Hidja 1432 correspondant au 21 novembre 2011 fixant les attributions du ministre de la santé, de la population et de la réforme hospitalière ; Vu le décret exécutif n° 14-193 du 5 Ramadhan 1435 correspondant au 3 juillet 2014 fixant les attributions du directeur général de la fonction publique et de la réforme administrative ; Vu l'arrêté interministériel du 16 Dhou El Hidja 1431 correspondant au 22 novembre 2010, modifié, fixant les effectifs par emploi, leur classification et la durée du contrat des agents exerçant des activités d'entretien, de maintenance ou de service au titre de l'administration centrale du ministère de la santé, de la population et de la réforme hospitalière ; Arrêtent : Article 1er. — Le tableau prévu à l’article 1er de l’"}
{"source": "F2025004.txt", "journal_date": "21 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté interministériel du 16 Dhou El Hidja 143", "text": "arrêté interministériel du 16 Dhou El Hidja 1431 correspondant au 22 novembre 2010 fixant les effectifs par emploi, leur classification et la durée du contrat de agents exerçant des activités d’entretien, de maintenance ou de service au titre de l’administration centrale du ministère de la santé, de la population et de la réforme hospitalière susvisé, est modifié comme suit : ================================================== --- Page 48 --23 Rajab 1446 23 janvier 2025 de travail Classification Contrat à durée Contrat à durée Effectifs Emplois indéterminée (1) déterminée (2) (142) à temps | à temps | à temps | à temps Le . JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 04 CT COS EE TR RETTNE ES Creme een Caen aprem eu | 5 ET TE Art. 2. — Le présent arrêté sera publié au Journal officiel de la République algérienne démocratique et populaire. SERRE RENE RER SRE NES RS ER ES 2 NS ES EE RE ES EC 44 20 1 3 40 5 113 Fait à Alger, le 5 Rajab 1446 correspondant au 5 janvier 2025. Le ministre Pour le ministre de la santé, Pour le Premier ministre et par délégation, des finances le secrétaire général le chargé de la gestion de la direction générale de la fonction publique et de la réforme administrative Laziz FAID Mohamed TALHI Abdelouahab LAOUICI Imprimerie Officielle - Les Vergers, Bir-Mourad Raïs, BP 376 - ALGER-GARE =================================================="}
