{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 10, "doc_type": "Arrêté", "title_extract": "arrêté du", "text": "arrêté du ministre chargé de l'enseignement supérieur ou par arrêté conjoint du ministre chargé de l'enseignement supérieur et du ministre concerné, après avis de la commission nationale de l'éméritat, parmi les professeurs justifiant des conditions ———— fixées par l'article 55 du"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 10, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de la recherche scientifique ou par arrêté conjoint du ministre chargé de la recherche scientifique et du ministre concerné, après avis de la commission nationale de l'éméritat, parmi les directeurs de recherche justifiant des conditions fixées par l'article 69 du"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 11, "doc_type": "Arrêté", "title_extract": "Arrêté du 9 Rajab 1446 corresp", "text": "Arrêté du 9 Rajab 1446 correspondant au 9 janvier 2025 fixant la forme et le contenu du compte général de l’Etat. Le ministre des finances, Vu la loi n° 23-07 du 3 Dhou El Hidja 1444 correspondant au 21 juin 2023 relative aux règles de comptabilité publique et de gestion financière ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 21-252 du 25 Chaoual 1442 correspondant au 6 juin 2021, modifié et complété, portant organisation de l’administration centrale du ministère des finances ; Vu le décret exécutif n° 24-90 du 12 Chaâbane 1445 correspondant au 22 février 2024 fixant le contenu et les modalités de mise en œuvre de la comptabilité publique, notamment son article 47 ; Article 1er. — En application des dispositions de l’article 47 du"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 18, "doc_type": "Arrêté", "title_extract": "Arrêté du 9 Rajab 1446 corresp", "text": "Arrêté du 9 Rajab 1446 correspondant au 9 janvier 2025 fixant la forme et le contenu des documents de la comptabilité générale. Le ministre des finances, Vu la loi n° 23-07 du 3 Dhou El Hidja 1444 correspondant au 21 juin 2023 relative aux règles de comptabilité publique et de gestion financière ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 21-252 du 25 Chaoual 1442 correspondant au 6 juin 2021, modifié et complété, portant organisation de l’administration centrale du ministère des finances ; Vu le décret exécutif n° 24-90 du 12 Chaâbane 1445 correspondant au 22 février 2024 fixant le contenu et les modalités de mise en œuvre de la comptabilité publique, notamment son article 48 ; Article 1er. — En application des dispositions de l’article 48 du"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 23, "doc_type": "Arrêté", "title_extract": "Arrêté du 30 Rajab 1446 corres", "text": "Arrêté du 30 Rajab 1446 correspondant au 30 janvier 2025 portant délégation de signature au sous- directeur du budget et de la comptabilité à l’inspection générale des finances au ministère des finances. Le ministre des finances, Vu le décret présidentiel n° 24-374 du 16 Joumada Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 08-273 du 6 Ramadhan 1429 correspondant au 6 septembre 2008 portant organisation des structures centrales de l'inspection générale des finances ; Vu le décret exécutif n° 23-405 du 29 Rabie Ethani 1445 correspondant au 13 novembre 2023 autorisant les membres du Gouvernement à déléguer leur signature ; Vu le décret présidentiel du 21 Rabie Ethani 1446 correspondant au 24 octobre 2024 portant nomination de M. Saïd Touakni, sous-directeur du budget et de la comptabilité à l’inspection générale des finances au ministère des finances ; Article 1er. — Dans la limite des ses attributions, délégation est donnée à M. Saïd Touakni, sous-directeur du budget et de la comptabilité à l’inspection générale des finances, à l’effet de signer au nom du ministre des finances, toutes pièces de dépenses y compris les ordonnances de paiement relatives à l'exécution du budget de l’inspection générale des finances. Art. 2. — Le présent arrêté sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 30 Rajab 1446 correspondant au 30 janvier 2025. MINISTERE DE LA SOLIDARITE NATIONALE, DE LA FAMILLE ET DE LA CONDITION"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 23, "doc_type": "Arrêté", "title_extract": "Arrêté interministériel du 30 Rajab 1446 corres", "text": "Arrêté interministériel du 30 Rajab 1446 correspondant au 30 janvier 2025 portant création de deux annexes du centre psycho-pédagogique pour enfants handicapés mentaux de Djelfa. Le Premier ministre, Le ministre des finances, et La ministre de la solidarité nationale, de la famille et de la condition de la femme, Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 09 23 Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 ———— correspondant au 15 février 1995 fixant les attributions du ministre des finances ; El Vu le décret exécutif n° 12-05 du 10 Safar 1433 correspondant au 4 janvier 2012, modifié et complété, portant statut-type des établissements d'éducation et d’enseignement spécialisés pour enfants handicapés, notamment son article 4 ; Vu le décret exécutif n° 13-134 du 29 Joumada El Oula 1434 correspondant au 10 avril 2013 fixant les attributions du ministre de la solidarité nationale, de la famille et de la condition de la femme ; Vu le décret exécutif n° 14-193 du 5 Ramadhan 1435 correspondant au 3 juillet 2014 fixant les attributions du directeur général de la fonction publique et de la réforme administrative ; Arrêtent : Article 1er. — En application des dispositions de l’article 4 Arrête : du"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 24, "doc_type": "Arrêté", "title_extract": "Arrêté du 30 Joumada El Oula 1", "text": "Arrêté du 30 Joumada El Oula 1446 correspondant au 2 décembre 2024 portant désignation des membres du conseil national de la famille et de la femme. Par"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 24, "doc_type": "Arrêté", "title_extract": "arrêté du 30 Joumada El Oula 1", "text": "arrêté du 30 Joumada El Oula 1446 correspondant au 2 décembre 2024, les membres dont les noms suivent, sont désignés, en application des dispositions de l'article 7 du"}
