{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 9 Rajab 1446 corresp", "text": "Arrêté du 9 Rajab 1446 correspondant au 9 janvier 2025 fixant la forme et le contenu du compte général de l’Etat"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 9 Rajab 1446 corresp", "text": "Arrêté du 9 Rajab 1446 correspondant au 9 janvier 2025 fixant la forme et le contenu des documents de la comptabilité générale"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 30 Rajab 1446 corres", "text": "Arrêté du 30 Rajab 1446 correspondant au 30 janvier 2025 portant délégation de signature au sous-directeur du budget et de la comptabilité à l’inspection générale des finances au ministère des finances MINISTERE DE LA SOLIDARITE NATIONALE, DE LA FAMILLE ET DE LA CONDITION DE LA FEMME"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté interministériel du 30 Rajab 1446 corres", "text": "Arrêté interministériel du 30 Rajab 1446 correspondant au 30 janvier 2025 portant création de deux annexes du centre psycho-pédagogique pour enfants handicapés mentaux de Djelfa"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 30 Joumada El Oula 1", "text": "Arrêté du 30 Joumada El Oula 1446 correspondant au 2 décembre 2024 portant désignation des membres du conseil national de la famille et de la femme ================================================== --- Page 3 --12 Chañâbane 1446 11 février 2025 COUR CONSTITUTIONNELLE Avis n° 01 A.C.C/I.C/25 du 30 Rajab 1446 correspondant au 30 janvier 2025 relatif à l’interprétation des dispositions de l’article 158 de la Constitution. La Cour constitutionnelle, Sur saisine déposée par le député M. Abdelouahabe Yakoubi, délégué des députés à l’Assemblée Populaire Nationale, auprès de la Cour constitutionnelle, conformément aux dispositions des articles 192 (alinéa 2) et 193 (alinéa 2) de la Constitution, par lettre datée du 2 janvier 2025 et enregistrée au greffe de la Cour constitutionnelle, le 2 janvier 2025, sous le n° 01/25, aux fins d’interpréter les dispositions de l’article 158 de la Constitution ; Vu la Constitution, notamment ses articles 114, 115, 116 (tiret 5), 118, 121, 122, 160, 185, 192 (alinéa 2), 193 (alinéa 2), 194, 196, 197 (alinéa ler) et 198 (alinéa in fine) ; Vu la loi organique n° 16-12 du 22 Dhou El Kaâda 1437 correspondant au 25 août 2016, modifiée et complétée, fixant l'organisation et le fonctionnement de l'Assemblée Populaire Nationale et du Conseil de la Nation ainsi que les relations fonctionnelles entre les chambres du Parlement et le Gouvernement, notamment ses articles de 69 à 76 ; Vu la loi organique n° 22-19 du 26 Dhou El Hidja 1443 correspondant au 25 juillet 2022 fixant les procédures et modalités de saisine et de renvoi devant la Cour constitutionnelle, notamment son article 13 ; Vu le règlement intérieur de l’Assemblée Populaire Nationale, publié en date du 28 Rabie Ethani 1421 correspondant au 30 juillet 2000 (avis du Conseil constitutionnel n° 10/A.R.I/ C.C/2000 du 9 Safar 1421 correspondant au 13 mai 2000 ; Vu la loi n° 01-01 du 6 Dhou El Kaâda 1421 correspondant au 31 janvier 2001 relative au membre du Parlement ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 09 Vu le décret exécutif n° 98-04 du 19 Ramadhan 1418 correspondant au 17 janvier 1998 fixant les attributions du ministre chargé des relations avec le Parlement ; Vu le règlement du 9 Safar 1444 correspondant au 5 septembre 2022 fixant les règles de fonctionnement de la Cour constitutionnelle, notamment ses articles 15 et 17 ; Vu le règlement intérieur de la Cour constitutionnelle du 10 Safar 1444 correspondant au 6 septembre 2022, notamment ses articles 29, 31,32, 33,34, 35 et 36 ; Les deux membres rapporteurs entendus ; Après en avoir délibéré ; En la forme : — Attendu que la saisine de la Cour constitutionnelle à l’effet d’interpréter les dispositions de l’article 158 de la Constitution, introduite par quarante-cinq (45) députés à l’Assemblée Populaire Nationale, au moyen d’une lettre déposée par le délégué des auteurs de la saisine auprès du greffe de la Cour constitutionnelle, accompagnée d’une liste comportant les noms, prénoms, signatures et copies des cartes de député des quarante-cinq (45) députés auteurs de la saisine, est intervenue conformément aux articles 192 (alinéa 2) et 193 (alinéa 2) de la Constitution et, donc recevable en la forme. Au fond : Attendu que l'article 158 de la Constitution, objet de la demande d’interprétation, prévoit que : « Les membres du Parlement peuvent adresser, par voie orale ou en la forme écrite, toute question à tout membre du Gouvernement. La question écrite reçoit en la même forme une réponse dans un délai maximal de trente (30) jours. Pour les questions orales, le délai de réponse ne doit pas excéder trente (30) jours. L'Assemblée Populaire Nationale et le Conseil de la Nation tiennent, alternativement, une séance hebdomadaire consacrée aux réponses du Gouvernement aux questions orales des députés et des membres du Conseil de la Nation. ================================================== --- Page 4 --JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 09 Si l’une des deux chambres estime que la réponse, orale ou écrite, du membre du Gouvernement le justifie, un débat est ouvert dans les conditions que prévoient les règlements intérieurs de l’Assemblée Populaire Nationale et du Conseil de la Nation. Les questions et les réponses sont publiées dans les mêmes conditions que les procès-verbaux des débats du Parlement » ; — Attendu que les dispositions de l’article 158 susmentionné, sont claires et rédigées de manière rigide dans tous ses alinéas, ne comportent aucune ambiguïté, contradiction ou obscurité nécessitant une interprétation selon l'intention du constituant ; — Attendu que les auteurs de la saisine ont fondé leur demande d'interprétation sur les motifs suivants : 1. éviter tout malentendu institutionnel entre les pouvoirs exécutif et législatif ; 2. garantir l'application correcte de la Constitution, conformément à l'esprit de la loi suprême de la République ; 3. remédier à l'absence d'outils de contrôle efficaces, tels que les questions d'actualité ; 4. prévenir toute violation de la Constitution pouvant survenir du non-respect des délais qu'elle fixe ; — Attendu que l'objet et le fondement de la saisine sont intrinsèquement liés au règlement intérieur de l'Assemblée Populaire Nationale, lequel contient les solutions à toutes les questions soulevées dans la demande d'interprétation ; — Attendu que la présente saisine parlementaire portant sur la demande d'interprétation des dispositions constitutionnelles de l'article 158 de la Constitution n'est pas fondée, dès lors que le texte est clair et que les dispositions dont l'interprétation est demandée sont dénuées de toute ambiguïté ; — Attendu qu'une interprétation extensive des dispositions claires pourrait aboutir à une modification indirecte de la Constitution en dehors des procédures constitutionnellement établies, et conduire également à l'élaboration d'une nouvelle Constitution résultant d'une interprétation parallèle du juge constitutionnel à la Constitution écrite, adoptée par le pouvoir constituant ; — Attendu que le traitement de l’objet de la saisine soulevée concerne des questions d’organisation interne relatives au fonctionnement de l’Assemblée Populaire Nationale et à ses relations avec le Gouvernement, et qu’il n’a donc aucun lien avec l’interprétation de l’article 158 de la Constitution, lequel est clair dans toutes ses dispositions sans aucune confusion ou contradiction, qu’il convient, dès lors, de déclarer le rejet de la saisine pour non-fondement ; 12 Chañbane 1446 11 février 2025 Par ces motifs, la Cour constitutionnelle émet l’avis suivant : Premièrement : En la forme : La saisine est recevable. Deuxièmement : Au fond : Rejet de la saisine en raison de la clarté de l’article 158 de la Constitution dans toutes ses dispositions. Troisièmement : Le présent avis sera notifié au Président de la République, au Président du Conseil de la Nation, au Président de l’Assemblée Populaire Nationale, au Premier ministre et au délégué des auteurs de la saisine. Quatrièmement : Le présent avis sera publié au Journal officiel de la République algérienne démocratique et populaire. Ainsi en a-t-il été délibéré par la Cour constitutionnelle en sa séance tenue le 30 Rajab 1446 correspondant au 30 janvier 2025. Le Président de la Cour constitutionnelle Omar BELHADJ — Leïla ASLAOUT, membre ; — Bahri SAADALLAH, membre ; — Mosbah MENAS, membre ; — Naceurdine SABER, membre ; — Ourdia NAÏIT KACI, membre ; — Abdelaziz BERGOUG, membre ; — Abdelouahab KHERIEF, membre ; — Bouziane ALIANE, membre ; — Abdelhafid OSSOUKINE, membre ; — Ammar BOUDIAF, membre ; — Ahmed BENNINI, membre. ================================================== --- Page 5 --12 Chañâbane 1446 11 février 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 09 DECRETS"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de l'enseignement supérieur ou par arrêté conjoint du ministre chargé de l'enseignement supérieur et du ministre concerné, après avis de la commission nationale de l'éméritat, parmi les professeurs justifiant des conditions fixées par l'article 55 du"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre chargé de l", "text": "arrêté du ministre chargé de la recherche scientifique ou par arrêté conjoint du ministre chargé de la recherche scientifique et du ministre concerné, après avis de la commission nationale de l'éméritat, parmi les directeurs de recherche justifiant des conditions fixées par l'article 69 du"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 9 Rajab 1446 corresp", "text": "Arrêté du 9 Rajab 1446 correspondant au 9 janvier 2025 fixant la forme et le contenu du compte général de l'Etat. Le ministre des finances, Vu la loi n° 23-07 du 3 Dhou El Hidja 1444 correspondant au 21 juin 2023 relative aux règles de comptabilité publique et de gestion financière ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 21-252 du 25 Chaoual 1442 correspondant au 6 juin 2021, modifié et complété, portant organisation de l’administration centrale du ministère des finances ; Vu le décret exécutif n° 24-90 du 12 Chaâbane 1445 correspondant au 22 février 2024 fixant le contenu et les modalités de mise en œuvre de la comptabilité publique, notamment son article 47 ; Arrête : Article 1er. — En application des dispositions de l’article 47 du"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 9 Rajab 1446 corresp", "text": "Arrêté du 9 Rajab 1446 correspondant au 9 janvier 2025 fixant la forme et le contenu des documents de la comptabilité générale. Le ministre des finances, Vu la loi n° 23-07 du 3 Dhou El Hidja 1444 correspondant au 21 juin 2023 relative aux règles de comptabilité publique et de gestion financière ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 21-252 du 25 Chaoual 1442 correspondant au 6 juin 2021, modifié et complété, portant organisation de l’administration centrale du ministère des finances ; Vu le décret exécutif n° 24-90 du 12 Chaâbane 1445 correspondant au 22 février 2024 fixant le contenu et les modalités de mise en œuvre de la comptabilité publique, notamment son article 48 ; Arrête : Article ler. — En application des dispositions de l’article 48 du"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 30 Rajab 1446 corres", "text": "Arrêté du 30 Rajab 1446 correspondant au 30 janvier 2025 portant délégation de signature au sousdirecteur du budget et de la comptabilité à l’inspection générale des finances au ministère des finances. Le ministre des finances, Vu le décret présidentiel n° 24-374 du 16 Joumada EI Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 08-273 du 6 Ramadhan 1429 correspondant au 6 septembre 2008 portant organisation des structures centrales de l'inspection générale des finances ; Vu le décret exécutif n° 23-405 du 29 Rabie Ethani 1445 correspondant au 13 novembre 2023 autorisant les membres du Gouvernement à déléguer leur signature ; Vu le décret présidentiel du 21 Rabie Ethani 1446 correspondant au 24 octobre 2024 portant nomination de M. Saïd Touakni, sous-directeur du budget et de la comptabilité à l’inspection générale des finances au ministère des finances ; Arrête : Article ler. — Dans la limite des ses attributions, délégation est donnée à M. Saïd Touakni, sous-directeur du budget et de la comptabilité à l’inspection générale des finances, à l’effet de signer au nom du ministre des finances, toutes pièces de dépenses y compris les ordonnances de paiement relatives à l'exécution du budget de l’inspection générale des finances. Aït. 2. — Le présent arrêté sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 30 Rajab 1446 correspondant au 30 janvier 2025. Laziz FAID. MINISTERE DE LA SOLIDARITE NATIONALE, DE LA FAMILLE ET DE LA CONDITION DE LA FEMME"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté interministériel du 30 Rajab 1446 corres", "text": "Arrêté interministériel du 30 Rajab 1446 correspondant au 30 janvier 2025 portant création de deux annexes du centre psycho-pédagogique pour enfants handicapés mentaux de Djelfa. Le Premier ministre, Le ministre des finances, et La ministre de la solidarité nationale, de la famille et de la condition de la femme, Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 09 Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 12-05 du 10 Safar 1433 correspondant au 4 janvier 2012, modifié et complété, portant statut-type des établissements d'éducation et d'enseignement spécialisés pour enfants handicapés, notamment son article 4 ; Vu le décret exécutif n° 13-134 du 29 Joumada El Oula 1434 correspondant au 10 avril 2013 fixant les attributions du ministre de la solidarité nationale, de la famille et de la condition de la femme ; Vu le décret exécutif n° 14-193 du 5 Ramadhan 1435 correspondant au 3 juillet 2014 fixant les attributions du directeur général de la fonction publique et de la réforme administrative ; Arrêtent : Article ler. — En application des dispositions de l’article 4 du"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 30 Joumada El Oula 1", "text": "Arrêté du 30 Joumada El Oula 1446 correspondant au 2 décembre 2024 portant désignation des membres du conseil national de la famille et de la femme. Par"}
{"source": "F2025009.txt", "journal_date": "30 janvier 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 30 Joumada El Oula 1", "text": "arrêté du 30 Joumada El Oula 1446 correspondant au 2 décembre 2024, les membres dont les noms suivent, sont désignés, en application des dispositions de l'article 7 du"}
