{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du ministre de la défen", "text": "arrêté du ministre de la défense nationale. Art. 4. — Le présent décret sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 5 Chaâbane 1446 correspondant au 4 février 2025. Abdelmadjid TEBBOUNE. k"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 20 Rajab 1446 corres", "text": "Arrêté du 20 Rajab 1446 correspondant au 20 janvier 2025 relatif aux modalités d’exécution des condamnations pécuniaires prononcées par décision de justice à l'encontre de l’Etat, des collectivités locales et des établissements publics à caractère administratif et des établissements publics assimilés. Le ministre des finances, Vu la loi organique n° 18-15 du 22 Dhou El Hidja 1439 correspondant au 2 septembre 2018, modifiée et complétée, relative aux lois de finances ; Vu l’ordonnance n° 95-20 du 19 Safar 1416 correspondant au 17 juillet 1995, modifiée et complétée, relative à la Cour des comptes ; Vu la loi n° 08-09 du 18 Safar 1429 correspondant au 25 février 2008, modifiée et complétée, portant code de procédure civile et administrative, notamment son article 986 ; Vu la loi n° 23-07 du 3 Dhou El Hidja 1444 correspondant au 21 juin 2023 relative aux règles de comptabilité publique et de gestion financière ; Vu la loi n° 23-22 du 11 Joumada Ethania 1445 correspondant au 24 décembre 2023 portant loi de finances pour 2024, notamment son article 111, modifié et complété ; Vu la loi n° 24-08 du 22 Joumada El Oula 1446 correspondant au 24 novembre 2024 portant loi de finances pour 2025, notamment son article 196 ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 24-90 du 12 Chaâbane 1445 correspondant au 22 février 2024 fixant le contenu et les modalités de mise en œuvre de la comptabilité publique ; Vu le décret exécutif n° 24-347 du 11 Rabie Ethani 1446 correspondant au 14 octobre 2024 fixant les modalités d’exercice du contrôle budgétaire ; ================================================== --- Page 15 --10 Chaâbane 1446 9 février 2025 Arrête : Article ler. — En application des dispositions de l’article 111 de la loi n° 23-22 du 11 Joumada Ethania 1445 correspondant au 24 décembre 2023 modifiées et complétées, portant loi de finances pour 2024, le présent arrêté a pour objet de préciser les modalités d’exécution des condamnations pécuniaires prononcées, par décision de justice, à l’encontre de l’Etat, des collectivités locales et des établissements publics à caractère administratif et des établissements publics assimilés. Art. 2. — L’ordonnateur concerné doit engager et ordonnancer ou mandater, le montant total ou partiel de la condamnation pécuniaire, dans un délai de deux (2) mois, à compter de la notification de la décision de justice. L’exécution budgétaire et comptable de la condamnation pécuniaire, s’effectue sur l’imputation budgétaire de la dépense objet de la décision de justice. Art. 3.— Le créancier est avisé par l’ordonnateur concerné, dans les trois (3) jours ouvrables qui suivent l’exécution prévue à l’article 2 ci-dessus, par lettre recommandée avec accusé de réception, en portant à sa connaissance la date de l'ordonnancement ou du mandatement et la désignation du comptable assignataire. Un exemplaire de la lettre suscitée, est transmis par l’ordonnateur à l’autorité de tutelle lorsqu'il s’agit des collectivités locales, des établissements publics à caractère administratif et des établissements publics assimilés. Art. 4. — Dans le cas d'insuffisance de crédits budgétaires, l'engagement et l’ordonnancement ou le mandatement sont effectués par l'ordonnateur concerné dans la limite des crédits disponibles, et avise le créancier par lettre recommandée avec accusé de réception, en portant à sa connaissance la date de l'ordonnancement ou du mandatement et la désignation du comptable assignataire, ainsi que le reliquat de la somme due qui fera l'objet d’un engagement et d'un ordonnancement ou d’un mandatement ultérieurs, dès que les crédits budgétaires seront disponibles, et ce, avant l’expiration du délai de deux (2) mois indiqué à l’article 2 ci-dessus. Le montant restant à régler de la condamnation pécuniaire, fait l’objet d’un engagement et d’un ordonnancement ou d’un mandatement complémentaires durant les trois (3) mois qui suivent l’expiration du délai suscité. Art. 5. — En cas de refus d’exécution par l’ordonnateur concerné au terme du délai de deux (2) mois indiqué à l'article 2 ci-dessus, ou lorsque le créancier n'aurait pas reçu la lettre prévue aux articles 3 et 4 du présent arrêté, dans un délai de deux (2) mois, à compter de la notification de la décision de justice, une demande de recouvrement est adressée, conformément à la législation en vigueur, au trésorier central, principal ou de la wilaya du siège de la partie condamnée, selon le cas, à l’effet de procéder au prélèvement d’office, sur présentation de la décision de justice revêtue de la formule exécutoire. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 08 Aït. 6. — Le trésorier central, principal ou de la wilaya du siège de la partie condamnée, selon le cas, est habilité, conformément à la législation en vigueur, à prélever d’office et à procéder au retrait du montant de la décision de justice des comptes de la personne morale de droit public condamnée et son virement sur le compte du créancier, dans un délai qui ne saurait excéder trois (3) mois, à compter de la date du dépôt de la demande du créancier citée à l’article 5 du présent arrêté. Le prélèvement d’office par le trésorier central, principal ou de la wilaya du siège de la partie condamnée, selon le cas, prévu à l’alinéa ci-dessus, s’effectue à concurrence des crédits budgétaires et des fonds disponibles. Lorsque le trésorier central, principal ou de la wilaya du siège de la partie condamnée, selon le cas, n’est pas le comptable assignataire, transmet avant de procéder au prélèvement d’office, dans les trois (3) jours ouvrables suivant le dépôt de la demande, une copie du dossier de la décision de justice au comptable assignataire en vue de s’assurer de la disponibilité des crédits budgétaires. Le comptable assignataire est tenu d’informer le trésorier central, principal ou de la wilaya du siège de la partie condamnée, selon le cas, de la disponibilité des crédits budgétaires dans les trois (3) jours ouvrables suivants. Art. 7. — Lorsque le trésorier central, principal ou de la wilaya du siège de la partie condamnée, selon le cas, a procédé au prélèvement d’office en application des dispositions de l’article 6 du présent arrêté, l'ordonnateur a l'obligation de procéder, pour régularisation, à un engagement et à un ordonnancement ou à un mandatement au titre de l'année budgétaire au cours de laquelle le prélèvement a été effectué. Art. 8. — Une copie de la lettre adressée au créancier prévue aux articles 3 et 4 ci-dessus, est transmise au contrôleur budgétaire concerné et au comptable assignataire. Art. 9. — En cas d’insuffisance de crédits budgétaires, l’ordonnateur concerné doit mettre en place les crédits nécessaires pour couvrir le montant de la condamnation pécuniaire prononcée dans la décision de justice, par le biais de mouvements de crédits, de virements, de transferts et/ou autres. Aït. 10. — Lorsque les délais d'exécution suscités s’étalent sur l’année suivante, l’exécution budgétaire et comptable de la condamnation pécuniaire peut se poursuivre sur l’exercice budgétaire suivant. Art. 11. — Le présent arrêté sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 20 Rajab 1446 correspondant au 20 janvier 2025. Laziz FAID. ================================================== --- Page 16 --JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 08 MINISTERE DE LA SOLIDARITE NATIONALE, DE LA FAMILLE ET DE LA CONDITION DE LA FEMME"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 21 Joumada Ethania 1", "text": "Arrêté du 21 Joumada Ethania 1446 correspondant au 23 décembre 2024 modifiant l'arrêté du 14 Dhou El Hidja 1443 correspondant au 13 juillet 2022 portant désignation des membres du conseil d'administration de Dar-Rahma de Constantine, wilaya de Constantine. Par"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 21 Joumada Ethania 1", "text": "arrêté du 21 Joumada Ethania 1446 correspondant au 23 décembre 2024, l'"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 14 Dhou El Hidja 144", "text": "arrêté du 14 Dhou El Hidja 1443 correspondant au 13 juillet 2022 portant désignation des membres du conseil d'administration de Dar-Rahma de Constantine, wilaya de Constantine, est modifié comme suit : — Amokrane Deries, représentant du ministère de la défense nationale ; — Khaled Maadad, représentant du ministre chargé de l'intérieur et des collectivités locales ; (sans changement jusqu'à) sécurité sociale ; — Lynda Boubguira, représentante du ministre chargé de la santé ; — Lakhdar Barkati, représentant du ministre chargé de l'éducation nationale ; — Rafik Djoudi, représentant du ministre chargé de la formation professionnelle ; — Lahcene Laadjadj, représentant du ministre chargé des Sports ; — Sid Ali Merdasse, représentant du ministre chargé du commerce intérieur ;"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 27 Joumada Ethania 1", "text": "Arrêté du 27 Joumada Ethania 1446 correspondant au 29 décembre 2024 portant nomination des membres du conseil d’administration du centre national de formation des personnels spécialisés pour l'enfance assistée, la sauvegarde de l'enfance et de l'adolescence et l'assistance sociale de Birkhadem, wilaya d'Alger. Par"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 27 Joumada Ethania 1", "text": "arrêté du 27 Joumada Ethania 1446 correspondant au 29 décembre 2024, les membres dont les noms suivent, sont nommés, en application des dispositions de l’article 10 du"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 27 Joumada Ethania 1", "text": "Arrêté du 27 Joumada Ethania 1446 correspondant au 29 décembre 2024 portant désignation des membres du conseil d'administration de Dar-Rahma de Skikda, wilaya de Skikda. Par"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 27 Joumada Ethania 1", "text": "arrêté du 27 Joumada Ethania 1446 correspondant au 29 décembre 2024, les membres dont les noms suivent, sont désignés, en application des dispositions de l'article 9 du"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté interministériel du 26 Rajab 1446 corres", "text": "Arrêté interministériel du 26 Rajab 1446 correspondant au 26 janvier 2025 complétant l'arrêté interministériel du 23 Ramadhan 1442 correspondant au 5 mai 2021 fixant les conditions et les modalités de transfert du portefeuille foncier, les superficies des périmètres, leurs délimitations ainsi que leurs coordonnées géographiques, à l'office de développement de l'agriculture industrielle en terres sahariennes. Le ministre des finances, Le ministre de l’agriculture, du développement rural et de la pêche, et Le ministre de l’hydraulique, Vu la loi n° 84-09 du 4 février 1984, modifiée et complétée, relative à l’organisation territoriale du pays ; Vu la loi n° 11-10 du 20 Rajab 1432 correspondant au 22 juin 2011, modifiée et complétée, relative à la commune ; Vu la loi n° 12-07 du 28 Rabie El Aouel 1433 correspondant au 21 février 2012 relative à la wilaya ; Vu le décret présidentiel n° 15-140 du 8 Chaâbane 1436 correspondant au 27 mai 2015, modifié et complété, portant création de circonscriptions administratives dans certaines wilayas et fixant les règles particulières qui leur sont liées ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 08 Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 20-128 du 28 Ramadhan 1441 correspondant au 21 mai 2020 fixant les attributions du ministre de l'agriculture et du développement rural ; Vu le décret exécutif n° 20-265 du 4 Safar 1442 correspondant au 22 septembre 2020 portant création de l'office de développement de l'agriculture industrielle en terres sahariennes ; Vu l'arrêté interministériel du 23 Ramadhan 1442 correspondant au 5 mai 2021, modifié et complété, fixant les conditions et les modalités de transfert du portefeuille foncier, les superficies des périmètres, leurs délimitations ainsi que leurs coordonnées géographiques, à l'office de développement de l'agriculture industrielle en terres sahariennes ; Vu l'arrêté interministériel du 10 Dhou El Kaâda 1442 correspondant au 21 juin 2021 définissant les wilayas entrant dans le champ d'intervention de l'office de développement de l'agriculture industrielle en terres sahariennes ; Arrêtent : Article. ler. — Le présent arrêté a pour objet de compléter l’annexe de l’"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté interministériel du 23 Ramadhan 1442 cor", "text": "arrêté interministériel du 23 Ramadhan 1442 correspondant au 5 mai 2021 relatif au portefeuille foncier confié à l’office de développement de l’agriculture industrielle en terres sahariennes. Art. 2. — Le portefeuille foncier situé dans la wilaya d'Adrar, confié à l'office de développement de l'agriculture industrielle en terres sahariennes, est complété par deux (2) nouveaux périmètres, dont les superficies et les coordonnées géographiques sont fixées conformément à l'annexe jointe au présent arrêté. Att. 3. — Le présent arrêté sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 26 Rajab 1446 correspondant au 26 janvier 2025. Le ministre de l’agriculture, Le ministre des finances du développement rural et de la pêche Youcef CHERFA Laziz FAID Le ministre de l’hydraulique Taha DERBAL ================================================== --- Page 18 --10 Chaâbane 1446 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 08 _. 9 février 2025 « ANNEXE Le portefeuille foncier confié à l’office de développement de l’agriculture industrielle en terres sahariennes Wilaya d’Adrar : DU PERIMETRE D MES D 2 PE D A AE UE ZOO 7oTOS) 731 ================================================== --- Page 19 --10 Chaâbane 1446 9 février 2025 JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 08 ANNEXE (Suite) SUPERFICIE DU PERIMETRE (ha) Borne 70e 760822 COORDONNEES GEOGRAPHIQUES EN UTM 3005503 3006169 76ITGZ 5007720 35 805 (suite) TEn98 LULU 7621699 FOUT 60 766702 ELU 26H07 501072 QUE 010980 >"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 24 Joumada Ethania 1", "text": "Arrêté du 24 Joumada Ethania 1446 correspondant au 26 décembre 2024 modifiant l’arrêté du 29 Joumada El Oula 1445 correspondant au 13 décembre 2023 portant désignation des membres du conseil d’administration du centre national de l’insémination artificielle et de l’amélioration génétique. Par"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 24 Joumada Ethania 1", "text": "arrêté du 24 Joumada Ethania 1446 correspondant au 26 décembre 2024, l’"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 29 Joumada El Oula 1", "text": "arrêté du 29 Joumada El Oula 1445 correspondant au 13 décembre 2023 portant désignation des membres du conseil d'administration du centre national de l'insémination artificielle et de l'amélioration génétique, est modifié comme suit : (sans changement jusqu’à) pour une période de trois (3) années renouvelable : — Fadhila Frendi, représentante du ministre de l'agriculture, du développement rural et de la pêche, présidente ; MINISTERE DU TRAVAIL, DE L'EMPLOI ET DE LA SECURITE SOCIALE Arrêtés du 7 Rajab 1446 correspondant au 7 janvier 2025 portant agrément d’organismes privés de placement des travailleurs. Par"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 7 Rajab 1446 corresp", "text": "arrêté du 7 Rajab 1446 correspondant au 7 janvier 2025, est agréé l'organisme privé de placement des travailleurs dénommé « SARL EMPLOI TIMES », sis à la rue Mendah Mohamed n° 2 premier étage Zaouia, commune de Beni Tamou, wilaya de Blida, conformément aux dispositions de l’article 14 du"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 7 Rajab 1446 corresp", "text": "arrêté du 7 Rajab 1446 correspondant au 7 janvier 2025, est agréé l'organisme privé de placement des travailleurs dénommé « HIBOU CONSULTING RH », sis à la coopérative ettenmia n° 39, commune de Beni Mered, wilaya de Blida, conformément aux dispositions de l’article 14 du"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 7 Rajab 1446 corresp", "text": "arrêté du 7 Rajab 1446 correspondant au 7 janvier 2025, est agréé l'organisme privé de placement des travailleurs dénommé « EURL EL DJABIRIA », sis à la cité El Maktaa, rue Montagne n° 40, ilot 40 n° 20, commune d’Oran, wilaya d’Oran, conformément aux dispositions de l’article 14 du"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "Arrêté du 20 Rajab 1446 corres", "text": "Arrêté du 20 Rajab 1446 correspondant au 20 janvier 2025 modifiant l’arrêté du 4 Rabie Ethani 1446 correspondant au 7 octobre 2024 portant nomination des membres du conseil d’administration de l'organisme de prévention des risques professionnels dans les activités du bâtiment, des travaux publics et de l’hydraulique. Par"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 20 Rajab 1446 corres", "text": "arrêté du 20 Rajab 1446 correspondant au 20 janvier 2025, l’"}
{"source": "F2025008.txt", "journal_date": "4 février 2025", "page_start": 1, "doc_type": "Arrêté", "title_extract": "arrêté du 4 Rabie Ethani 1446", "text": "arrêté du 4 Rabie Ethani 1446 correspondant au 7 octobre 2024 portant nomination des membres du conseil d’administration de l'organisme de prévention des risques professionnels dans les activités du bâtiment, des travaux publics et de l’hydraulique, est modifié comme suit : (sans changement jusqu’à) au titre des représentants des ministères ; (sans changement jusqu’à) chargé de la formation professionnelle ; — Bouhbel Fouad, représentant du ministre chargé de l’enseignement supérieur ; (le reste sans changement)... ». ================================================== --- Page 20 --JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 08 AUTORITE NATIONALE DE PROTECTION DES DONNEES A CARACTERE PERSONNEL"}
