{"source": "F2025005.txt", "journal_date": "7 janvier 2025", "page_start": 7, "doc_type": "Arrêté", "title_extract": "Arrêté interministériel du 15 Rajab 1446 corres", "text": "Arrêté interministériel du 15 Rajab 1446 correspondant au 15 janvier 2025 modifiant l’arrêté interministériel du 13 Ramadhan 1430 correspondant au 3 septembre 2009 fixant les effectifs par emploi, leur classification et la durée du contrat des agents exerçant des activités d’entretien, de maintenance ou de service au titre de l’administration centrale de la direction générale du budget. Le Premier ministre, et Le ministre des finances, Vu le décret présidentiel n° 07-308 du 17 Ramadhan 1428 correspondant au 29 septembre 2007, modifié et complété, fixant correspondant au 3 septembre 2009, modifié, fixant les les modalités de recrutement des agents contractuels, leurs droits et obligations, les éléments constitutifs de leur rémunération, les règles relatives à leur gestion ainsi que le régime disciplinaire qui leur est applicable, notamment son article 8 ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 05 7 DECRETS Décrète : Article 1er. — Il est annulé, sur les crédits ouverts, au titre du budget de l'Etat, par la loi de finances pour 2024, un ———— montant de trente-neuf millions de dinars (39.000.000 DA) en autorisations d'engagement et en crédits de paiement, applicable à la dotation « Montant non assigné », imputables au titre 7 « Dépenses imprévues », gérée par le ministre des finances. Art. 2. — Il est ouvert, sur 2024, un montant de trente-neuf millions de dinars (39.000.000 DA) en autorisations d'engagement et en crédits de paiement, applicable au portefeuille de programmes du ministère des transports, au programme « Administration générale », au sous- programme « Soutien administratif » et au titre 2 « Dépenses de fonctionnement des services ». Art. 3. — Le ministre des finances et le ministre des transports sont chargés, chacun en ce qui le concerne, de l'exécution du présent décret qui sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 29 Joumada Ethania 1446 correspondant au 31 décembre 2024. Abdelmadjid TEBBOUNE. ARRETES, DECISIONS ET AVIS Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani MINISTERE DES FINANCES 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le"}
{"source": "F2025005.txt", "journal_date": "7 janvier 2025", "page_start": 8, "doc_type": "Arrêté", "title_extract": "arrêté interministériel du 13 Ramadhan 1430 cor", "text": "arrêté interministériel du 13 Ramadhan 1430 correspondant au 3 septembre 2009, modifié, susvisé, sont modifiées comme suit : « Art. 1er. — En application des dispositions de l’article 8 du"}
{"source": "F2025005.txt", "journal_date": "7 janvier 2025", "page_start": 8, "doc_type": "Arrêté", "title_extract": "Arrêté interministériel du 7 Joumada Ethania 14", "text": "Arrêté interministériel du 7 Joumada Ethania 1446 correspondant au 9 décembre 2024 portant création, composition, organisation et fonctionnement de la commission sectorielle pour l'exercice de la tutelle pédagogique sur l'école supérieure de la sécurité sociale relevant du ministère du travail, de l'emploi et de la sécurité sociale. Le ministre de l'enseignement supérieur et de la recherche scientifique, et Le ministre du travail, de l'emploi et de la sécurité sociale, Vu la loi n° 99-05 du 18 Dhou El Hidja 1419 correspondant au 4 avril 1999, modifiée et complétée, portant loi d'orientation sur l'enseignement supérieur ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 05 26 Rajab 1446 26 janvier 2025 EFFECTIFS SELON LA NATURE CLASSIFICATION DU CONTRAT DE TRAVAIL Contrat à durée Contrat à durée EFFECTIFS EMPLOIS indéterminée déterminée (1 + 2) (1) (2) Catégories Indices à temps à temps à temps à temps plein partiel plein partiel 3 — — — 3 1 400 14 — — — 14 1 400 11 — — — 11 1 400 16 — — — 16 2 419 7 — — — 7 5 488 3 — — — 3 5 488 2 — — — 2 6 515 Total général 56 — — — 56 » Journal officiel de la République algérienne démocratique et populaire. Pour le Premier ministre et par délégation, le chargé de la gestion de la direction générale de la fonction publique et de la réforme administrative Laziz FAID Abdelouahab LAOUICI Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination ET DE LA SECURITE SOCIALE des membres du Gouvernement ; Vu le décret exécutif n° 08-124 du 9 Rabie Ethani 1429 correspondant au 15 avril 2008 fixant les attributions du ministre du travail, de l'emploi et de la sécurité sociale ; Vu le décret exécutif n° 13-77 du 18 Rabie El Aouel 1434 correspondant au 30 janvier 2013 fixant les attributions du ministre de l'enseignement supérieur et de la recherche scientifique ; ———— Vu le décret exécutif n° 16-176 du 9 Ramadhan 1437 correspondant au 14 juin 2016 fixant le statut-type de l'école supérieure ; Vu le décret exécutif n° 18-263 du 8 Safar 1440 correspondant au 17 octobre 2018 fixant les conditions d'octroi de la tutelle pédagogique et les modalités de son exercice sur les établissements de formation supérieure relevant d'autres départements ministériels ; 26 Rajab 1446 26 janvier 2025 Vu le décret exécutif n° 23-51 du 12 Joumada Ethania 1444 correspondant au 5 janvier 2023 portant transformation de l'école supérieure de la sécurité sociale « école hors université » en école supérieure ; Vu l'arrêté interministériel du 13 Joumada El Oula 1436 correspondant au 4 mars 2015 portant création, composition, organisation et fonctionnement de la commission sectorielle pour l'exercice de la tutelle pédagogique sur l'école supérieure de la sécurité sociale relevant du ministère du travail, de l'emploi et de la sécurité sociale ; Article 1er. — En application des dispositions des articles 4, 19 et 20 du"}
{"source": "F2025005.txt", "journal_date": "7 janvier 2025", "page_start": 9, "doc_type": "Arrêté", "title_extract": "arrêté interministériel du", "text": "arrêté interministériel du 13 Joumada El Oula 1436 correspondant au 4 mars 2015 portant création, composition, organisation et fonctionnement de la commission sectorielle pour l’exercice de la tutelle pédagogique sur l'école supérieure de la sécurité sociale relevant du ministère du travail, de l'emploi et de la sécurité sociale, sont abrogées. Art. 10. — Le présent arrêté sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 7 Joumada Ethania 1446 correspondant au 9 décembre 2024. Le ministre de l'enseignement Le ministre du travail, supérieur et de la recherche de l'emploi et de la scientifique sécurité sociale Kamel BEDDARI Fayçal BENTALEB 10"}
{"source": "F2025005.txt", "journal_date": "7 janvier 2025", "page_start": 10, "doc_type": "Arrêté", "title_extract": "Arrêté interministériel du 21 Joumada Ethania 1", "text": "Arrêté interministériel du 21 Joumada Ethania 1446 correspondant au 23 décembre 2024 fixant la classification de l'école supérieure de la sécurité sociale et les conditions d'accès aux postes supérieurs en relevant. Le Premier ministre, Le ministre des finances, Le ministre de l'enseignement supérieur et de la recherche scientifique, et Le ministre du travail, de l'emploi et de la sécurité sociale, Vu le décret présidentiel n° 07-307 du 17 Ramadhan 1428 correspondant au 29 septembre 2007, modifié, fixant les modalités d'attribution de la bonification indiciaire aux titulaires de postes supérieurs dans les institutions et administrations publiques, notamment son article 13 ; Vu le décret présidentiel n° 23-404 du 27 Rabie Ethani 1445 correspondant au 11 novembre 2023 portant nomination du Premier ministre ; Vu le décret présidentiel n° 24-374 du 16 Joumada El Oula 1446 correspondant au 18 novembre 2024 portant nomination des membres du Gouvernement ; Vu le décret exécutif n° 95-54 du 15 Ramadhan 1415 correspondant au 15 février 1995 fixant les attributions du ministre des finances ; Vu le décret exécutif n° 08-04 du 11 Moharram 1429 correspondant au 19 janvier 2008, modifié et complété, portant statut particulier des fonctionnaires appartenant aux corps communs aux institutions et administrations publiques ; Vu le décret exécutif n° 08-124 du 9 Rabie Ethani 1429 correspondant au 15 avril 2008 fixant les attributions du ministre du travail, de l'emploi et de la sécurité sociale ; Vu le décret exécutif n° 08-130 du 27 Rabie Ethani 1429 correspondant au 3 mai 2008, modifié et complété, portant statut particulier de l'enseignant chercheur ; Vu le décret exécutif n° 10-133 du 20 Joumada El Oula 1431 correspondant au 5 mai 2010 portant statut particulier des fonctionnaires appartenant aux corps spécifiques de l'enseignement supérieur ; Vu le décret exécutif n° 12-293 du 2 Ramadhan 1433 correspondant au 21 juillet 2012, complété, fixant les missions, l'organisation et le fonctionnement des services communs de recherche scientifique et technologique ; JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 05 26 Rajab 1446 26 janvier 2025 Vu le décret exécutif n° 13-77 du 18 Rabie El Aouel 1434 correspondant au 30 janvier 2013 fixant les attributions du ministre de l'enseignement supérieur et de la recherche scientifique ; Vu le décret exécutif n° 14-193 du 5 Ramadhan 1435 ———— correspondant au 3 juillet 2014 fixant les attributions du directeur général de la fonction publique et de la réforme administrative ; Vu le décret exécutif n° 16-176 du 9 Ramadhan 1437 correspondant au 14 juin 2016 fixant le statut-type de l'école supérieure ; Vu le décret exécutif n° 18-263 du 8 Safar 1440 correspondant au 17 octobre 2018 fixant les conditions d'octroi de la tutelle pédagogique et les modalités de son exercice sur les établissements de formation supérieure relevant d'autres départements ministériels ; Vu le décret exécutif n° 19-231 du 12 Dhou El Hidja 1440 correspondant au 13 août 2019 fixant les modalités de création, d'organisation et de fonctionnement des laboratoires de recherche ; Vu le décret exécutif n° 23-51 du 12 Joumada Ethania 1444 correspondant au 5 janvier 2023 portant transformation de l'école supérieure de la sécurité sociale « école hors université » en école supérieure ; Vu l'arrêté interministériel du 16 Chaâbane 1437 correspondant au 23 mai 2016 fixant la classification de l'école supérieure de la sécurité sociale et les conditions d'accès aux postes supérieurs en relevant ; Vu l'arrêté interministériel du 27 Safar 1445 correspondant au 13 septembre 2023 fixant l'organisation administrative de l'école supérieure de la sécurité sociale ainsi que la nature et l'organisation de ses services techniques ; Arrêtent : Article 1er. — En application des dispositions de l'article 13 du"}
{"source": "F2025005.txt", "journal_date": "7 janvier 2025", "page_start": 11, "doc_type": "Arrêté", "title_extract": "arrêté du", "text": "arrêté du ministre Chef de A 2 N’ 695 Enseignant-chercheur titulaire ayant le grade le"}
{"source": "F2025005.txt", "journal_date": "7 janvier 2025", "page_start": 11, "doc_type": "Arrêté", "title_extract": "Arrêté du", "text": "Arrêté du département plus élevé. ministre Secrétaire A 2 N’ 695 Administrateur principal, au moins, ou grade"}
{"source": "F2025005.txt", "journal_date": "7 janvier 2025", "page_start": 11, "doc_type": "Arrêté", "title_extract": "Arrêté du", "text": "Arrêté du général équivalent justifiant de trois (3) années de ministre service effectif en cette qualité. Intendant universitaire principal justifiant de trois (3) années de service effectif en cette qualité. Administrateur analyste ou administrateur ou grade équivalent justifiant de huit (8) années de service effectif en cette qualité. Intendant universitaire justifiant de huit (8) années de service effectif en cette qualité. Directeur de A 2 N-1 453 Conservateur des bibliothèques universitaires,"}
{"source": "F2025005.txt", "journal_date": "7 janvier 2025", "page_start": 11, "doc_type": "Arrêté", "title_extract": "Arrêté du", "text": "Arrêté du bibliothèque au moins justifiant de cinq (5) années ministre d'ancienneté en qualité de fonctionnaire. Documentaliste-archiviste principal, au moins, justifiant de cinq (5) années d'ancienneté en qualité de fonctionnaire. Attaché des bibliothèques universitaires de niveau 2 ou de niveau 1 justifiant de cinq (5) années de service effectif en cette qualité. Documentaliste-archiviste analyste ou documentaliste-archiviste justifiant de cinq (5) années de service effectif en cette qualité. Sous- A 2 N-1 453 Administrateur principal, au moins, ou grade Décision directeur équivalent justifiant de cinq (5) années du des d'ancienneté en qualité de fonctionnaire. directeur personnels, Animateur universitaire principal, au moins, de l'école de la justifiant de cinq (5) années d'ancienneté en formation et qualité de fonctionnaire. des activités Administrateur analyste ou administrateur ou culturelles et grade équivalent justifiant de cinq (5) années sportives de service effectif en cette qualité. Animateur universitaire de niveau 2 ou de niveau 1 justifiant de cinq (5) années de service effectif en cette qualité. 12 Etablissement public Ecole supérieure de la sécurité sociale JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 05 26 Rajab 1446 26 janvier 2025 Classement Mode Postes Conditions d’accès aux postes de supérieurs Catégorie Section Niveau Bonification nomination hiérarchique indiciaire Sous-directeur A 2 N-1 453 Administrateur principal, au moins, ou grade Décision des finances équivalent justifiant de cinq (5) années du et des moyens d'ancienneté en qualité de fonctionnaire. directeur Intendant universitaire principal justifiant de de l'école cinq (5) années d'ancienneté en qualité de fonctionnaire. Administrateur analyste ou administrateur ou grade équivalent justifiant de cinq (5) années de service effectif en cette qualité. Intendant universitaire justifiant de cinq (5) années de service effectif en cette qualité. Responsable du A 2 N-1 453 Ingénieur principal de laboratoire et maintenance, Décision centre au moins, justifiant de cinq (5) années du d'impression d'ancienneté en qualité de fonctionnaire. directeur et Ingénieur principal de laboratoires universitaires, de l'école d’audiovisuel au moins justifiant de cinq (5) années d'ancienneté en qualité de fonctionnaire. Administrateur principal, au moins, ou grade équivalent justifiant de cinq (5) années d'ancienneté en qualité de fonctionnaire et ayant obtenu une licence ou un master en sciences de l'information et de la communication (option audiovisuel). Ingénieur d'Etat de laboratoire et maintenance, justifiant de cinq (5) années de service effectif en cette qualité. Ingénieur d'Etat des laboratoires universitaires ou attaché des laboratoires universitaires, justifiant de cinq (5) années de service effectif en cette qualité. Administrateur analyste ou administrateur ou grade équivalent justifiant de cinq (5) années de service effectif en cette qualité et ayant obtenu une licence ou un master en sciences de l'information et de la communication (option audiovisuel). Responsable A 2 N-1 453 Ingénieur principal en informatique, au moins,"}
{"source": "F2025005.txt", "journal_date": "7 janvier 2025", "page_start": 13, "doc_type": "Arrêté", "title_extract": "Arrêté du", "text": "Arrêté du service justifiant de deux (2) années d'ancienneté en ministre commun de qualité de fonctionnaire. recherche Enseignant chercheur classe « B », au moins, justifiant de deux (2) années d'ancienneté en qualité de fonctionnaire. Ingénieur principal de laboratoire et maintenance, au moins, justifiant de cinq (5) années d'ancienneté en qualité de fonctionnaire. Ingénieur principal des laboratoires universitaires, au moins, justifiant de cinq (5) années d'ancienneté en qualité de fonctionnaire. Ingénieur principal en informatique, au moins, justifiant de cinq (5) années d'ancienneté en qualité de fonctionnaire. Ingénieur d'Etat de laboratoire et maintenance justifiant de cinq (5) années de service effectif en cette qualité. Ingénieur d’Etat des laboratoires universitaires ou attaché des laboratoires universitaires justifiant de cinq (5) années de service effectif en cette qualité. Ingénieur d’Etat en informatique justifiant de cinq (5) années de service effectif en cette qualité. Chef de A 2 N-2 308 Administrateur principal, au moins, ou grade Décision service équivalent justifiant de trois (3) années du auprès du d'ancienneté en qualité de fonctionnaire. directeur sous- Animateur universitaire principal, au moins, de l'école directeur des justifiant de trois (3) années d'ancienneté en personnels, qualité de fonctionnaire. de la Administrateur analyste ou administrateur ou formation et grade équivalent justifiant de quatre (4) années des activités de service effectif en cette qualité. culturelles et Animateur universitaire de niveau 2 ou de sportives niveau 1 justifiant de quatre (4) années de service effectif en cette qualité. 14 Etablissement public Ecole supérieure de la sécurité sociale JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 05 26 Rajab 1446 26 janvier 2025 Classement Mode Postes Conditions d’accès aux postes de supérieurs Catégorie Section Niveau Bonification nomination hiérarchique indiciaire Chef de A 2 N-2 308 Administrateur principal, au moins, ou grade Décision service équivalent justifiant de trois (3) années du auprès du d'ancienneté en qualité de fonctionnaire. directeur sous- Ingénieur principal des laboratoires universitaires, de l'école directeur au moins, justifiant de trois (3) années des finances d'ancienneté e n qualité de fonctionnaire. et des Ingénieur principal de laboratoire et moyens maintenance, au moins, justifiant de trois (3) années d'ancienneté en qualité de fonctionnaire. Intendant universitaire principal justifiant de trois (3) années d'ancienneté en qualité de fonctionnaire. Administrateur analyste ou administrateur ou grade équivalent justifiant de quatre (4) années de service effectif en cette qualité. Ingénieur d'Etat des laboratoires universitaires ou attaché des laboratoires universitaires, justifiant de quatre (4) années de service effectif en cette qualité. Ingénieur d'Etat de laboratoire et maintenance, justifiant de quatre (4) années de service effectif en cette qualité. Intendant universitaire justifiant de quatre (4) années de service effectif en cette qualité. Chef de A 2 N-2 308 Administrateur principal, au moins, ou grade Décision service équivalent justifiant de trois (3) années du auprès du d'ancienneté en qualité de fonctionnaire. directeur directeur Ingénieur principal des laboratoires universitaires, de l'école adjoint au moins, (option statistique ou informatique) justifiant de trois (3) années d'ancienneté en qualité de fonctionnaire. Ingénieur principal en informatique, au moins, justifiant de trois (3) années d'ancienneté en qualité de fonctionnaire. Ingénieur principal en statistiques, au moins, justifiant de trois (3) années d'ancienneté en qualité de fonctionnaire. Traducteur interprète principal, au moins, justifiant de trois (3) années d'ancienneté en qualité de fonctionnaire. Administrateur analyste ou administrateur ou grade équivalent, justifiant de quatre (4) années de service effectif en cette qualité. Ingénieur d'Etat des laboratoires universitaires ou attaché des laboratoires universitaires (option statistique ou informatique) justifiant de quatre (4) années de service effectif en cette qualité. Ingénieur d'Etat en informatique, justifiant de quatre (4) années de service effectif en cette qualité. Ingénieur d'Etat en statistiques justifiant de quatre (4) années de service effectif en cette qualité. Traducteur-interprète spécialisé ou traducteur interprète justifiant de quatre (4) années de service effectif en cette qualité. 26 Rajab 1446 26 janvier 2025 Etablissement public Ecole supérieure de la sécurité sociale JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 05 15 Classement Mode Postes Conditions d’accès aux postes de supérieurs Catégorie Section Niveau Bonification nomination hiérarchique indiciaire Chef de A 2 N-2 308 Conservateur des bibliothèques universitaires, Décision service au moins, justifiant de trois (3) années du au niveau d'ancienneté en qualité de fonctionnaire. directeur de la Documentaliste – archiviste principal, au de l'école bibliothèque moins, justifiant de trois (3) années d'ancienneté en qualité de fonctionnaire. Attaché des bibliothèques universitaires de niveau 2 ou de niveau 1 justifiant de quatre (4) années de service effectif en cette qualité. Documentaliste – archiviste analyste ou documentaliste – archiviste, justifiant de quatre (4) années de service effectif en cette qualité. Administrateur principal, au moins, ou grade Chef de A 2 N-2 308 équivalent justifiant de trois (3) années Décision service d'ancienneté en qualité de fonctionnaire. du auprès du Administrateur analyste ou administrateur ou directeur chef de grade équivalent justifiant de quatre (4) de l'école département années de service effectif en cette qualité. Administrateur principal, au moins, ou grade Responsable A 2 N-2 308 équivalent justifiant de trois (3) années"}
{"source": "F2025005.txt", "journal_date": "7 janvier 2025", "page_start": 17, "doc_type": "Arrêté", "title_extract": "arrêté interministériel du 16 Chaâbane 1437 cor", "text": "arrêté interministériel du 16 Chaâbane 1437 correspondant au 23 mai 2016 fixant la classification de l’école supérieure de la sécurité sociale et les conditions d’accès aux postes supérieurs en relevant, sont abrogées. Art. 7. — Le présent arrêté sera publié au Journal officiel de la République algérienne démocratique et populaire. Fait à Alger, le 21 Joumada Ethania 1446 correspondant au 23 décembre 2024. JOURNAL OFFICIEL DE LA REPUBLIQUE ALGERIENNE N° 05 17 Classification Mode Postes Conditions d’accès de supérieurs Niveau Bonification nomination hiérarchique indiciaire Directeur 13 685 Maître de conférences classe « B », au moins, justifiant"}
{"source": "F2025005.txt", "journal_date": "7 janvier 2025", "page_start": 17, "doc_type": "Arrêté", "title_extract": "Arrêté du", "text": "Arrêté du d'unité de de deux (2) années d'ancienneté en qualité de ministre recherche fonctionnaire. 11 495 Maître de conférences classe « B », au moins."}
{"source": "F2025005.txt", "journal_date": "7 janvier 2025", "page_start": 17, "doc_type": "Arrêté", "title_extract": "Arrêté du", "text": "Arrêté du ministre recherche Directeur de 11 495 Maître de conférences classe « B », au moins."}
{"source": "F2025005.txt", "journal_date": "7 janvier 2025", "page_start": 17, "doc_type": "Arrêté", "title_extract": "Arrêté du", "text": "Arrêté du division de ministre recherche Chef ou 9 345 Maître assistant classe « B », au moins, titulaire,"}
